Repository: frougon/FFGo
Catalog: src/ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: pl

source: Building the list of installed airports (this may take some time)...
pl: Generowanie listy zainstalowanych lotnisk (może to zająć trochę czasu)...

# FlightGear version
source: none
pl: brak

source: Detected FlightGear version: {ver}
pl: Wykryta wersja FlightGear: {ver}

source: Could not find aircraft '{aircraft}' under '{dir}', taking it from '{fallback}' instead
pl: Nie można znaleźć samolotu '{aircraft}' w '{dir}', zamiast tego użyto '{fallback}'

source: Could not find the default aircraft: {aircraft}
pl: Nie można znaleźć domyślnego samolotu: {aircraft}

source: Could not find aircraft '{aircraft}', using '{fallback}' from '{dir}' instead
pl: Nie można znaleźć samolotu '{aircraft}', zamiast tego użyto '{fallback}' z '{dir}'

source: Invalid syntax for the parking setting ({setting!r}), resetting it.
pl: Nieprawidłowa składnia ustawienia parkowania ({setting!r}), resetuję to.

source: Querying FlightGear's JSON report...
pl: Wysyłam zapytanie o raport JSON FlightGeara...

source: Ignoring directory '{}' (unexpected name)
pl: Ignorowanie katalogu '{}' (nieoczekiwana nazwa)

source: Initialize {prg}'s configuration from your existing FGo! configuration?
pl: Czy zainicjować konfigurację {prg} z istniejącej konfiguracji "FGo!"?

source: You have no {cfgfile} file but you do have a {fgo_cfgfile} file, which normally belongs to FGo!. Except in rare circumstances (such as using braces or backslashes, or opening brackets at the beginning of a config line), a configuration file from FGo! 1.5.5 or earlier should be usable as is by {prg}.
pl: Nie masz pliku {cfgfile}, ale masz plik {fgo_cfgfile}, który normalnie należy do FGo!. Z wyjątkiem rzadkich sytuacji (takich jak użycie nawiasów klamrowych lub odwrotnych ukośników lub otwieranie nawiasów na początku linii konfiguracyjnej), plik konfiguracyjny z FGo! 1.5.5 lub starszy, powinien nadawać się do użytku, tak jak w przypadku {prg}.

source: If {fgo_cfgfile} was written by FGo! 1.5.5 or earlier, you should probably say “Yes” here in order to initialize {prg}'s configuration based on your FGo! config file (precisely: copy {fgo_cfgfile} to {cfgfile}).
pl: Jeśli {fgo_cfgfile} został napisany dla FGo! 1.5.5 lub starszej, powinieneś prawdopodobnie wybrać "Tak", aby zainicjować konfigurację {prg} na podstawie twojego pliku konfiguracyjnego z FGo! (dokładniej: skopiować {fgo_cfgfile} do {cfgfile}).

source: If {fgo_cfgfile} was written by a version of FGo! that is greater than 1.5.5, it is advised to say “No” here.
pl: Jeśli {fgo_cfgfile} został napisany dla wersji FGo! większej niż 1.5.5, zaleca się tutaj wybrać "Nie".

source: Create a default {prg} configuration?
pl: Czy utworzyć domyślną konfigurację {prg}?

source: Choose “Yes” to create a basic {prg} configuration now. If you choose “No”, {prg} will exit and you'll have to create {cfgfile} yourself, or restart {prg} to see the same questions again.
pl: Wybierz "Tak", aby teraz utworzyć podstawową konfigurację {prg}. Jeśli wybierzesz "Nie", {prg} zamknie się i będziesz musiał sam utworzyć {cfgfile} lub ponownie uruchomić {prg}, aby ponownie zobaczyć te same pytania.

source: Creating a default {prg} configuration.
pl: Tworzenie domyślnej konfiguracji {prg}.

source: It is suggested that you go to the Settings menu and choose Preferences to review your newly-created configuration.
pl: Sugeruje się, aby przejść do menu Ustawienia i wybrać Preferencje, aby przejrzeć nowo utworzoną konfigurację.

source: You can also reuse most, if not all FlightGear options you had in FGo!'s main text box (the “options window”). Just copy them to the corresponding {prg} text box.
pl: Możesz również ponownie użyć większości, jeśli nie wszystkich opcji FlightGear, które posiadałeś w głównym polu tekstowym FGo! ("okno opcji"). Po prostu skopiuj je do odpowiedniego pola tekstowego {prg}.

source: Note: you may run both FGo! and {prg} simultaneously, as their configurations are kept separate.
pl: Uwaga: możesz uruchomić zarówno FGo! i {prg} jednocześnie, ponieważ ich konfiguracje są przechowywane oddzielnie.

source: Error loading configuration
pl: Błąd podczas wczytywania konfiguracji

source: Modification of apt.dat files detected.
pl: Wykryto modyfikację plików apt.dat.

source: Cannot find any apt.dat file.
pl: Nie można znaleźć żadnego pliku apt.dat.

source: Error
pl: Błąd

source: Generating the airport database, this may take a while...
pl: Trwa generowanie bazy lotnisk, może to chwilę potrwać...

source: Generating {prg}'s apt digest file ('{aptDigest}') from: {aptDatFiles}
pl: Generowanie uproszczonego pliku apt {prg} ("{aptDigest}") z: {aptDatFiles}

source: Scenery
pl: Sceneria

source: Old default
pl: Dawny domyślny

source: Automatic
pl: Automatyczne

source: Manual
pl: Ręczne

source: Preferences
pl: Preferencje

source: FlightGear settings
pl: Ustawienia FlightGear

source: Statistics
pl: Statystyki

source: Miscellaneous
pl: Różne

source: Save settings
pl: Zapisz ustawienia

source: Cancel
pl: Anuluj

source: Path to executable file:
pl: Ścieżka do pliku wykonywalnego:

source: Additional aircraft path:
pl: Dodatkowy katalog z samolotami:

source: Download directory (optional):
pl: Katalog pobierania (opcjonalnie):

source: Working directory (optional):
pl: Katalog roboczy (opcjonalnie):

source: Name or path to the FlightGear executable ('{fgfs}'), or to 'run_fgfs.sh' in case you are using the 'download_and_compile.sh' script. Note: this corresponds to FG_BIN in the configuration file.
pl: Nazwa lub ścieżka do pliku wykonywalnego FlightGear ('{fgfs}'), lub do 'run_fgfs.sh' w przypadku korzystania ze skryptu 'download_and_compile.sh'. Uwaga: odpowiada to FG_BIN w pliku konfiguracyjnym.

source: Path(s) to additional aircraft directories. Multiple directories separated by {separator!r} may be specified. The $FG_ROOT/{defaultAircraftDir} directory is always used; thus, there is no need to list it here. Leave this field empty unless you are using additional aircraft directories.
pl: Ścieżki do dodatkowych katalogów samolotów. Można określić wiele katalogów rozdzielonych przez {separator!r}. Katalog $FG_ROOT/{defaultAircraftDir} jest zawsze używany; w związku z tym nie ma potrzeby wymieniania go tutaj. Pozostaw to pole puste, chyba że używasz dodatkowych katalogów samolotów.

source: Optional parameter specifying FlightGear's download directory. FlightGear uses this directory to store things it automatically downloads, such as TerraSync scenery and aircraft (the latter: when using FlightGear's built-in launcher). Leave this field empty if you want to use FlightGear's default download directory.
pl: Opcjonalny parametr określający katalog pobierania dla FlightGear. FlightGear używa tego katalogu do przechowywania rzeczy, które automatycznie pobiera, takich jak sceneria TerraSync i samoloty (te ostatnie: podczas korzystania z wbudowanego programu uruchamiającego FlightGear). Pozostaw to pole puste, jeśli chcesz użyć domyślnego katalogu pobierania.

source: Optional parameter specifying FlightGear's working directory. That is the directory FlightGear will be run from. It can affect the default location of some files created by FlightGear (screenshots...). If left blank, the working directory is the user's home directory.
pl: Opcjonalny parametr określający katalog roboczy FlightGeara. To jest katalog, z którego będzie uruchamiany FlightGear. Może to wpłynąć na domyślną lokalizację niektórych plików utworzonych przez FlightGear (zrzuty ekranu...). Jeśli pozostanie pusty, to katalogiem roboczym będzie katalog domowy użytkownika.

source: Language used in {prg}. If no language is selected, {prg} will use the system language.
pl: Język używany w {prg}. Jeśli nie zostanie wybrany żaden język, {prg} użyje języka systemowego.

source: Automatic - {prg} will try to keep track of changes to the apt.dat files, and will automatically rebuild its own airport database ({aptDigest}) when this happens. Manual - The “Rebuild Airport Database” button must be used every time the ordered list of apt.dat files is changed, or any of these files.
pl: Automatyczne - {prg} będzie starał się śledzić zmiany w pliku apt.dat i przebuduje własną bazę lotnisk ({aptDigest}) gdy będzie to konieczne. Ręczne - Trzeba użyć przycisku "Przebuduj bazę lotnisk" za każdym razem, gdy plik apt.dat ulegnie modyfikacji.

source: Rebuild the airport database from the apt.dat files present inside scenery paths under NavData/apt. This must be done every time the ordered list of these files is changed, or any of their contents. If you have left “Airport database update” to its default setting of Automatic, you don't have to worry about that: the rebuild will be done automatically every time it is needed.
pl: Przebuduj bazę danych lotniska z plików apt.dat znajdujących się w ścieżkach scenerii w NavData/apt. Należy to zrobić za każdym razem, gdy uporządkowana lista tych plików zostanie zmieniona lub jakakolwiek ich zawartość. Jeśli pozostawiłeś opcję "Aktualizowanie bazy lotnisk" z domyślnym ustawieniem "Automatyczne", nie musisz się o to martwić: przebudowa będzie wykonywana automatycznie za każdym razem, gdy będzie potrzebna.

source: Set the base font size in the range from {0} to {1}. Zero is a special value corresponding to a platform-dependent default size.
pl: Ustaw główną wielkość czcionki w przedziale od {0} do {1}. Zero jest specjalną wartością, która ustawia wielkość czcionki na wartość domyślną dla danej platformy.

source: Name or path to GeographicLib's MagneticField executable. If left blank, '{MagneticField}' will be searched in your PATH.
pl: Nazwa lub ścieżka do pliku wykonywalnego MagneticField z biblioteki GeographicLib. Jeśli pozostawisz puste, '{MagneticField}' będzie wyszukiwane w zmiennej systemowej PATH.

source: When saving the configuration, don't store the main window size only, but also its position (i.e., the offsets from the screen borders). When this option is unchecked, only the main window size is stored.
pl: Zapisując konfigurację, nie przechowuj tylko rozmiaru głównego okna, ale także jego położenia (tj. odsunięć od krawędzi ekranu). Gdy ta opcja nie jest zaznaczona, przechowywany jest tylko rozmiar głównego okna.

source: Automatically scroll the FlightGear Output Window to the end every time new text is received from FlightGear's stdout or stderr stream.
pl: Automatycznie przewiń okno wyjściowe FlightGear do końca za każdym razem, gdy otrzymany zostanie nowy tekst ze strumienia stdout lub stderr FlightGeara.

source: Translate the --parkpos option into a sequence of --lat, --lon and --heading options. This is useful when --parkpos is broken in FlightGear; otherwise, it is probably better to leave this option disabled.
pl: Przetłumacz opcję --parkpos na sekwencję opcji --lat, --lon i --heading. Jest to przydatne, gdy --parkpos jest zepsute we FlightGear; w przeciwnym razie prawdopodobnie lepiej pozostawić tę opcję wyłączoną.

source: Some changes may need a restart to be effective
pl: Niektóre zmiany mogą wymagać ponownego uruchomienia, aby były skuteczne

source: It may be necessary to restart {prg} in order to see the full effects of changing the font size.
pl: Może być konieczne ponowne uruchomienie {prg}, aby zobaczyć pełne efekty zmiany rozmiaru czcionki.

source: Find
pl: Znajdź

source: FlightGear executable:
pl: Plik wykonywalny FlightGear:

source: Additional aircraft path(s):
pl: Dodatkowa ścieżka/ścieżki samolotu:

source: Aircraft statistics show period:
pl: Statystyki samolotów pokazują okres:

source: The “use count” for each aircraft is the number of days it was used during the last n days, where n is the number entered here.
pl: "Licznik użyć" dla każdego samolotu to liczba dni, w których był używany w ciągu ostatnich n dni, gdzie n jest liczbą wprowadzoną tutaj.

source: Aircraft statistics expiry period:
pl: Okres ważności statystyk samolotów:

source: {prg} automatically forgets about dates you used a given aircraft when they get older than this number of days.
pl: {prg} automatycznie zapomina o datach, w których korzystałeś z danego samolotu, gdy są starsze niż ta liczba dni.

source: Airports statistics show period:
pl: Statystyki lotnisk pokazują okres:

source: The “visit count” for each airport is the number of days it was visited during the last n days, where n is the number entered here.
pl: "Licznik wizyt" dla każdego lotniska to liczba dni, w których były odwiedzane lotniska w ciągu ostatnich n dni, gdzie n to liczba wpisana tutaj.

source: Airports statistics expiry period:
pl: Okres ważności statystyk lotnisk:

source: {prg} automatically forgets about dates you visited a given airport when they get older than this number of days.
pl: {prg} automatycznie zapomina o datach odwiedzin danego lotniska, gdy są starsze niż podana tutaj liczba dni.

source: Invalid number of days
pl: Niewłaściwa liczba dni

source: A non-negative integer is required.
pl: Wymagana jest dodatnia liczba całkowita.

source: Language:
pl: Język:

source: Font size:
pl: Rozmiar czcionki:

# font size
source: Default
pl: Domyślny

source: Airport data source:
pl: Źródło danych o lotniskach:

source: Airport database update:
pl: Aktualizowanie bazy lotnisk:

source: Rebuild airport database
pl: Przebuduj bazę lotnisk

source: GeographicLib's MagneticField executable:
pl: Program wykonywalny MagneticField z GeographicLib:

source: Remember the main window position
pl: Zapamiętaj pozycję okna głównego

source: Automatically scroll the Output Window
pl: Automatycznie przewijaj okno z informacjami wyjściowymi

source: Fake the --parkpos option
pl: Fałszywe użycie opcji --parkpos

source: Airport finder
pl: Wyszukiwarka lotnisk

source: Reference airport
pl: Lotnisko odniesienia

source: Search:
pl: Szukaj:

source: Clear
pl: Wyczyść

source: Name
pl: Nazwa

source: Land rwys
pl: Pas lądowy

source: Water rwys
pl: Pas wodny

source: Helipads
pl: Helipady

source: Shortest rwy (m)
pl: Najkrótszy pas (m)

source: Longest rwy (m)
pl: Najdłuższy pas (m)

source: Search parameters
pl: Parametry wyszukiwania

# distance
source: max:
pl: maks:

# number of runways/helipads
source: max:
pl: maks:

source: Number of land runways
pl: Liczba lądowych pasów

source: Number of water runways
pl: Liczba wodnych pasów

source: Number of helipads
pl: Liczba helipadów

source: Has land or water runways
pl: Posiada lądowe lub wodne pasy startowe

source: Only include airports that have at least one land or water runway
pl: Obejmuje wyłącznie lotniska, które posiadają co najmniej jeden lądowy lub wodny pas startowy

source: Longest runway
pl: Najdłuższy pas startowy

# runway length
source: at least
pl: co najmniej

source: Shortest runway
pl: Najkrótszy pas startowy

# runway length
source: at most
pl: co najwyżej

source: Calculation method
pl: Metoda obliczeniowa

source: Vincenty et al.
pl: Vincenty i in.

source: Search
pl: Szukaj

source: Find all airports matching the specified criteria. Can be run with Alt-S.
pl: Znajdź wszystkie lotniska pasujące do podanych kryteriów. Może być uruchomiony z Alt-S.

source: Search results
pl: Wyniki wyszukiwania

source: Direction
pl: Kierunek

source: to reference airport
pl: do lotniska odniesienia

source: from reference airport
pl: z lotniska odniesienia

source: Bearings
pl: Kurs

# Bearings
source: magnetic
pl: magnetyczny

# Bearings
source: true
pl: rzeczywisty

source: Distances in
pl: Odległości w

source: nautical miles
pl: milach morskich

source: kilometers
pl: kilometrach

source: Choose selected airport
pl: Wybierz wskazane lotnisko

source: Choose the selected airport and close this dialog
pl: Wybierz wskazane lotnisko i zamknij to okno

source: Clear results
pl: Wyczyść wyniki

source: Clear the table of results. This may free up a small amount of memory if a very large number of results is displayed.
pl: Wyczyść tabelę wyników. Może to zwolnić niewielką ilość pamięci, jeśli wyświetlana jest bardzo duża liczba wyników.

source: Distance
pl: Odległość

source: Init. bearing
pl: Początkowy kurs

source: Final bearing
pl: Końcowy kurs

source: Invalid minimum distance value
pl: Niewłaściwa wartość minimalnej odległości

source: Invalid maximum distance value
pl: Niewłaściwa wartość maksymalnej odległości

source: Invalid length
pl: Nieprawidłowa długość

source: '{input}' is not a valid distance.
pl: '{input}' nie jest prawidłową odległością.

source: '{input}' is not a valid length.
pl: '{input}' nie jest prawidłową długością.

source: Only non-negative decimal numbers are allowed here.
pl: Dozwolone są tu tylko nieujemne liczby dziesiętne.

source: Invalid value
pl: Niedozwolona wartość

source: '{input}' is not a valid runway or helipad count. Only non-negative integers are allowed here.
pl: '{input}' nie jest prawidłową liczbą pasów startowych lub lądowisk dla helikopterów. Dozwolone są tu tylko nieujemne liczby całkowite.

source: Distance from ref. ({refIcao})
pl: Odległość od {refIcao}

source: Calculating distances and bearings...
pl: Obliczanie odległości i kursów...

source: Some results might be missing
pl: Może brakować niektórych wyników

source: Could not compute distance and bearings between {refICAO} and the following airport(s): {aptList}. Vincenty's algorithm for the geodetic inverse problem is known not to handle all possible cases. Use Karney's calculation method if you want to see all results. Normally, this problem can only happen between airports that are antipodal or nearly so. Therefore, if you are not interested in such cases, you can probably ignore this message.
pl: Nie można obliczyć odległości i namiarów między {refICAO} a następującymi lotniskami: {aptList} Algorytm Vincenty'ego dla geodezyjnego problemu odwrotnego jest znany z tego, że nie obsługuje wszystkich możliwych przypadków. Użyj metody obliczeniowej Karneya, jeśli chcesz zobaczyć wszystkie wyniki. Zwykle ten problem może wystąpić tylko między lotniskami, które są antypodalne lub zbliżone. Dlatego, jeśli nie jesteś zainteresowany takimi przypadkami, prawdopodobnie możesz zignorować tę wiadomość.

source: Found {} airport
pl: Znaleziono {} lotnisko

source: Airport is filtered out
pl: Lotnisko jest odfiltrowane

source: It is impossible to select “{name}” ({icao}) in {prg}'s main window, because it is not present in the airport list from that window. You have probably enabled the option to only show airports for which you have scenery installed. In order to be able to select this airport, you should either deselect this option from the Settings menu (“Show installed airports only”) or install scenery for this airport.
pl: Nie da się wybrać "{name}" ({icao}) w głównym oknie {prg}, bo nie ma go na liście lotnisk z tego okna. Prawdopodobnie włączyłeś opcję pokazywania tylko lotnisk, dla których masz zainstalowaną scenerię. Aby móc wybrać to lotnisko, powinieneś albo odznaczyć tę opcję w menu Ustawienia ("Pokaż tylko zainstalowane lotniska"), albo zainstalować scenerię dla tego lotniska.

source: Decoded
pl: Rozkodowany

source: No airport is selected.
pl: Nie wybrano lotniska.

source: No nearby station found.
pl: Nie znaleziono stacji w pobliżu.

source: Fetching report from {site}...
pl: Pobieranie raportu z {site}...

source: Unable to download data.
pl: Nie można pobrać danych.

source: Click here to download the METAR report for the selected (or nearest) airport.
pl: Kliknij tutaj, aby pobrać depeszę METAR dla wybranego (lub najbliższego) lotniska.

source: Pressure Converter
pl: Konwerter ciśnienia

source: Inches of mercury (inHg):
pl: Cale słupa rtęci (inHg):

source: Hectopascals (hPa):
pl: Hektopaskale (hPa):

# pressure
source: Standard
pl: Standardowe

source: Set the standard pressure ({std_hPa} hPa = {std_inHg} inHg)
pl: Ustawić ciśnienie standardowe ({std_hPa} hPa = {std_inHg} inHg)

source: Close
pl: Zamknij

source: Load...
pl: Wczytaj...

source: Reload config file
pl: Przeładuj plik konfiguracyjny

source: Save as...
pl: Zapisz jako...

source: Run FlightGear
pl: Uruchom FlightGear

source: Save & Quit
pl: Zapisz i zakończ

source: Quit
pl: Zakończ

source: File
pl: Plik

source: Show installed airports only
pl: Pokaż tylko zainstalowane lotniska

source: Update list of installed airports
pl: Odśwież listę zainstalowanych lotnisk

source: Show FlightGear arguments
pl: Pokaż argumenty FlightGear

source: Show FlightGear arguments in separate window
pl: Pokaż argumenty FlightGear w osobnym oknie

source: Show FlightGear output
pl: Pokaż dane wyjściowe FlightGeara

source: Show FlightGear output in separate window
pl: Pokaż dane wyjściowe FlightGeara w osobnym oknie

source: Settings
pl: Ustawienia

source: Airport Finder
pl: Wyszukiwarka lotnisk

source: GPS Tool
pl: Narzędzia GPS

source: Pressure converter
pl: Konwerter ciśnienia

source: Copy FG shell-equivalent command
pl: Skopiuj polecenie FG równoważne powłoce

source: Test stuff
pl: Sprawy związane z testami

source: Tools
pl: Narzędzia

source: Help
pl: Pomoc

source: Show available fgfs options
pl: Pokaż dostępne opcje fgfs

source: About
pl: O programie

source: Number of days the aircraft was used during the selected period (cf. “Aircraft statistics show period” in the Preferences dialog)
pl: Liczba dni, w których samolot był używany w wybranym okresie (por. "Statystyki samolotu pokazują okres" w oknie dialogowym Preferencje)

source: Aircraft
pl: Samolot

source: Directory
pl: Katalog

source: Use count
pl: Licznik użyć

source: Select Scenario
pl: Wybierz scenariusz SI

source: Rwy:
pl: Pas:

source: Airport:
pl: Lotnisko:

source: current time
pl: obecny czas

source: dawn
pl: świt

source: morning
pl: ranek

source: noon
pl: południe

source: afternoon
pl: popołudnie

source: dusk
pl: zmierzch

source: evening
pl: wieczór

source: midnight
pl: północ

# season
source: default
pl: domyślny

# season
source: summer
pl: lato

# season
source: winter
pl: zima

source: Time of day:
pl: Pora dnia:

source: Season:
pl: Sezon:

source: Automatic scenery download
pl: Automatyczne pobieranie scenerii

source: Automatic download of weather data
pl: Automatyczne pobieranie pogody

source: Enabling this causes FlightGear to automatically download weather data as you fly (in the form of METAR reports). This causes the weather in FlightGear to match the current real world weather at the location of your flight.
pl: Włączenie tej opcji powoduje, że FlightGear automatycznie pobiera dane pogodowe podczas lotu (w formie depeszy METAR). Powoduje to, że pogoda we FlightGear jest zgodna z aktualną pogodą w świecie rzeczywistym w miejscu Twojego lotu.

source: Start FlightGear in full screen
pl: Uruchom FlightGear na pełnym ekranie

source: Start FlightGear paused
pl: Uruchom FlightGear zapauzowany

source: Enable multi-sample anti-aliasing
pl: Włącz antyaliasing wielopróbkowy

source: Enabling this makes any still image in FlightGear smoother (less pronounced pixelation effect). It is also likely to reduce the frame rate, though maybe in a negligible way—just try it.
pl: Włączenie tej funkcji sprawia, że każdy nieruchomy obraz w FlightGear staje się gładszy (mniej wyraźny efekt pikselizacji). Prawdopodobnie zmniejszy to również liczbę klatek na sekundę, choć może w nieznaczny sposób - wystarczy spróbować.

source: Use the Rembrandt renderer
pl: Użyj renderera Rembrandt
