Repository: frougon/FFGo
Catalog: src/ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: pl

source: {aptDat}:{lineNb}: row code 99 found (normally at end of file)
pl: {aptDat}:{lineNb}: znaleziono kod wiersza 99 (normalnie na końcu pliku)

source: expected {aptId1!r}, but found {aptId2!r} instead
pl: oczekiwano {aptId1!r}, ale zamiast tego znaleziono {aptId2!r}

source: unable to parse as a latitude: {0!r} in line {1!r}
pl: nie można odczytać jako szerokość geograficzna: {0!r} w linii {1!r}

source: unable to parse as a longitude: {0!r} in line {1!r}
pl: nie można odczytać jako długość geograficzna: {0!r} w linii {1!r}

source: unable to parse as a heading: {0!r} in line {1!r}
pl: nie można odczytać jako nagłówek: {0!r} w wierszu {1!r}

source: unable to parse as a length: {0!r} in line {1!r}
pl: nie można sparsować jako długość: {0!r} w linii {1!r}

source: unable to parse as an elevation: {0!r} in line {1!r}
pl: nie można odczytać jako elewację: {0!r} w linii {1!r}

source: unable to parse as a surface type code: {0!r} in line {1!r}
pl: nie można odczytać jako typu powierzchni: {0!r} in line {1!r}

source: unable to parse as a v810 surface type code: {0!r} in line {1!r}
pl: nie można przeanalizować jako kodu typu powierzchni v810: {0!r} w wierszu {1!r}

source: unable to parse as a shoulder surface type code: {0!r} in line {1!r}
pl: nie można przeanalizować jako kodu typu powierzchni pobocza: {0!r} w wierszu {1!r}

source: invalid smoothness value: {0!r}
pl: nieprawidłowa wartość gładkości: {0!r}

source: Error in {aptDat}: unable to parse as a smoothness value: {val!r} in line {lineNb} ({line!r})
pl: Błąd w {aptDat}: nie można przeanalizować jako wartości gładkości: {val!r} w wierszu {lineNb} ({line!r})

source: unable to parse as a code for runway markings: {0!r} in line {1!r}
pl: nie można przeanalizować jako kodu oznakowania drogi startowej: {0!r} w wierszu {1!r}

source: invalid v810 code for runway markings: {0!r}
pl: nieprawidłowy kod v810 dla oznaczeń pasa startowego: {0!r}

source: unable to parse as a v810 code for runway markings: {0!r} in line {1!r}
pl: nie można przeanalizować jako kodu v810 dla oznaczeń pasa startowego: {0!r} w wierszu {1!r}

source: unable to parse as a perimeter buoys flag: {0!r} in line {1!r}
pl: nie można przeanalizować jako flagi obwodowej boi: {0!r} w linii {1!r}

source: unable to parse as an helipad edge lighting flag: {0!r} in line {1!r}
pl: nie można przeanalizować jako flagi oświetlenia krawędzi lądowiska dla helikopterów: {0!r} w linii {1!r}

source: unexpected runway number: {num!r}
pl: nieoczekiwany numer pasa startowego: {num!r}

source: runway name not starting with digits: {rwy!r}
pl: nazwa pasa nie zaczyna się od cyfr: {rwy!r}

source: Reading apt.dat files...
pl: Czytanie plików apt.dat...

source: Loading data for {nbAirports} airports...
pl: Wczytywanie danych dla lotnisk {nbAirports}...

source: Writing {prg}'s apt digest file...
pl: Zapisywanie uproszczonego pliku apt {prg}...

source: unable to find the magic number
pl: nie mogę znaleźć magicznej liczby

source: end of file reached before finding the magic number
pl: osiągnięto koniec pliku przed znalezieniem magicznej liczby

source: could not find a valid line specifying the format version
pl: nie można znaleźć prawidłowej linii określającej wersję formatu

source: unsupported format version number {num}, current is {current}
pl: nieobsługiwany format numer wersji {num}, aktualna to {current}

source: illegal number of components in apt.dat line #{lineNum}: {num1} (expected {num2})
pl: nieprawidłowa liczba komponentów w linii apt.dat #{lineNum}: {num1} (oczekiwano {num2})

source: could not find a valid #{lineNum} apt.dat path specification
pl: nie można znaleźć prawidłowej specyfikacji ścieżki #{lineNum} apt.dat

source: could not find a valid #{lineNum} apt.dat size specification
pl: nie można znaleźć prawidłowej specyfikacji rozmiaru #{lineNum} apt.dat

source: could not find a valid #{lineNum} apt.dat uncompressed size specification
pl: nie można znaleźć prawidłowej specyfikacji rozmiaru nieskompresowanego #{lineNum} apt.dat

source: could not find a valid #{lineNum} apt.dat timestamp specification
pl: nie można znaleźć prawidłowej specyfikacji znacznika czasu #{lineNum} apt.dat

source: invalid value for the {attr!r} attribute: {val!r}
pl: nieprawidłowa wartość dla atrybutu {attr!r}: {val!r}

# parking position
source: Radius: {} m
pl: Promień: {} m

# parking position
source: Airlines: {}
pl: Linie lotnicze: {}

# parking position
source: Latitude: {}
pl: Szerokość geograficzna: {}

# parking position
source: Longitude: {}
pl: Długość geograficzna: {}

# parking position
source: Magnetic heading: {mag} (true: {true})
pl: Kurs magnetyczny: {mag} (rzeczywisty: {true})

# parking position
source: True heading: {}
pl: Kurs rzeczywisty: {}

source: while parsing '{file}': {errmsg}
pl: podczas parsowania '{file}': {errmsg}

source: '{file}': empty parking name (index='{idx}')
pl: '{file}': pusta nazwa parkingu (indeks='{idx}')

source: '{file}': duplicate parking name '{parkName}' (index='{idxDup}'); keeping the first found only (index='{idx1}')
pl: '{file}': duplikat nazwy parkingu '{parkName}' (indeks='{idxDup}'); zachowując tylko pierwszy znaleziony (indeks='{idx1}')

source: Error caught in the fgversion module
pl: Wystąpił błąd w module fgversion

source: Invalid use of the fgversion module
pl: Nieprawidłowe użycie modułu fgversion

source: Unable to parse as a FlightGear version string
pl: Nie można przeanalizować wersji FlightGeara jako ciągu tekstu

source: Unable to parse the output of 'fgfs --version'
pl: Nie można przetworzyć danych wyjściowych 'fgfs --version'.

source: Unable to run 'fgfs --version'
pl: Nie można uruchomić 'fgfs --version'

source: Error when running 'fgfs --version'
pl: Błąd podczas uruchamiania 'fgfs --version'

source: Land airport
pl: Lotnisko

source: Seaplane base
pl: Baza wodnosamolotów

source: Latitude: {latitude}
pl: Szerokość geograficzna: {latitude}

source: Longitude: {longitude}
pl: Długość geograficzna: {longitude}

source: Elevation: {elev_feet} ft ({elev_meters} m)
pl: Elewacja: {elev_feet} ft ({elev_meters} m)

source: Magnetic variation: {}°
pl: Deklinacja magnetyczna: {}°

# surface type
source: asphalt
pl: asfalt

# surface type
source: concrete
pl: beton

# surface type
source: turf or grass
pl: murawa lub trawa

# surface type
source: dirt
pl: błoto

# surface type
source: gravel
pl: żwir

# surface type
source: dry lake bed
pl: 12 / 5 000 Wyniki tłumaczenia suche dno jeziora

# surface type
source: water
pl: woda

# surface type
source: snow or ice
pl: śnieg lub lód

# surface type
source: transparent
pl: przezroczyste

source: invalid v810 surface code: {0!r}
pl: nieprawidłowy kod powierzchni v810: {0!r}

# runway/helipad shoulder surface type
source: none
pl: brak

# runway/helipad shoulder surface type
source: asphalt
pl: asfalt

# runway/helipad shoulder surface type
source: concrete
pl: beton

source: Land runway
pl: Pas startowy

source: Water runway
pl: Wodny pas startowy

# runway markings
source: none
pl: brak

# runway markings
source: visual
pl: wizualne

# runway markings
source: non-precision approach
pl: podejście nieprecyzyjne

# runway markings
source: precision approach
pl: podejście precyzyjne

# runway markings
source: UK-style non-precision approach
pl: Podejście nieprecyzyjne w stylu brytyjskim

# runway markings
source: UK-style precision approach
pl: Podejście precyzyjne w stylu brytyjskim

source: Latitude: {}
pl: Szerokość geograficzna: {}

source: Longitude: {}
pl: Długość geograficzna: {}

# runway/helipad
source: Magnetic heading: {mag} (true: {true})
pl: Kurs magnetyczny: {mag} (rzeczywisty: {true})

# runway/helipad
source: True heading: {}
pl: Kurs rzeczywisty: {}

source: Length: {0} m ({1} ft)
pl: Długość: {0} m ({1} ft)

source: Width: {0} m ({1} ft)
pl: Szerokość: {0} m ({1} ft)

source: Surface type: {}
pl: Typ nawierzchni: {}

source: Shoulder surface type: {}
pl: Typ nawierzchni pobocza: {}

source: Runway markings: {}
pl: Oznaczenia pasa startowego: {}

source: Smoothness: {}
pl: Gładkość: {}

source: no
pl: nie

source: yes
pl: tak

source: Perimeter buoys: {}
pl: Boje obwodowe: {}

source: Edge lighting: {}
pl: Oświetlenie krawędzi: {}
