Repository: frougon/FFGo
Catalog: src/ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: pl

source: Enable the Rembrandt renderer, which uses a technique known as deferred rendering. The most remarkable feature of this renderer is light management (reflections, shadows, night scenes...). Please note that it is significantly slower than both the default renderer and the ALS renderer (“Atmospheric Light Scattering”).
pl: Włączenie renderera Rembrandt, który wykorzystuje technikę znaną jako deferred rendering. Najbardziej godną uwagi cechą tego renderera jest zarządzanie światłem (odbicia, cienie, sceny nocne...). Należy pamiętać, że jest on znacznie wolniejszy zarówno od renderera domyślnego, jak i renderera ALS ("Atmospheric Light Scattering").

source: Number of days the airport was visited during the selected period (cf. “Airports statistics show period” in the Preferences dialog)
pl: Liczba dni, w których lotnisko było odwiedzane w wybranym okresie (por. "Statystyki lotnisko pokazują okres" w oknie dialogowym Preferencje)

source: Airport name
pl: Nazwa lotniska

source: Visit count
pl: Licznik wizyt

source: Ready
pl: Gotowy

source: Reload config
pl: Przeładuj konfigurację

source: Reload the configuration file ({cfg_file})
pl: Przeładuj plik konfiguracyjny ({cfg_file})

source: Run FG
pl: Uruchom FG

source: GeographicLib's Python 3 implementation: version {}
pl: Implementacja GeographicLib w Pythonie 3: wersja {}

source: Using:
pl: Używając:

source: {prgWithVer} started {using}
pl: {prgWithVer} uruchomiony {using}

source: [{prg} warning] {libName} library not found. Aircraft thumbnails won't be displayed.
pl: [{prg} ostrzeżenie] Nie znaleziono biblioteki {libName}. Miniatury samolotów nie będą wyświetlane.

source: [{prg} notice] {libName}'s implementation for Python 3 not found. {prg} has fallback strategies, therefore you shouldn't see much of a difference. However, some particular geodetic calculations can only be done with {libName}. You will be notified when such a case is encountered.
pl: [Uwaga {prg}] Nie znaleziono implementacji {libName} dla Pythona 3. {prg} ma strategie awaryjne, dlatego nie powinieneś widzieć dużej różnicy. Jednak niektóre szczególne obliczenia geodezyjne można wykonać tylko za pomocą {libName}. Zostaniesz powiadomiony o napotkaniu takiego przypadku.

source: [{prg} warning] {libName}'s MagneticField executable not found or not working properly ({reason}). Some features requiring knowledge about the Earth's magnetic field will be disabled (e.g., computing a magnetic heading from a true heading).
pl: [{prg} ostrzeżenie] Plik wykonywalny MagneticField {libName} nie został znaleziony lub nie działa poprawnie ({reason}). Niektóre funkcje wymagające wiedzy o polu magnetycznym Ziemi zostaną wyłączone (np. obliczanie kursu magnetycznego z kursu rzeczywistego).

source: Change “Airport data source” to “Scenery”?
pl: Czy zmienić "Źródło danych lotniska" na "Scenerię"?

source: In contemporary versions of FlightGear, this parking data is read from $FG_SCENERY/Airports/ instead (which is automatically updated if you use TerraSync and have included its download directory into $FG_SCENERY). In order to match this behavior, the default value for “Airport data source” in {prg} has been changed to “Scenery”.
pl: We współczesnych wersjach FlightGear te dane parkingowe są odczytywane z $FG_SCENERY/Airports/ (które są automatycznie aktualizowane, jeśli używasz TerraSync i dołączasz katalog pobierania do $FG_SCENERY). Aby dopasować to zachowanie, domyślna wartość "Źródło danych o lotniskach" w {prg} została zmieniona na "Sceneria".

source: Your “Airport data source” setting is currently set to the old default. Do you want to change it to “Scenery”? Unless you are using FlightGear 2.4 or earlier, it is recommended to say “Yes”.
pl: Twoje ustawienie "Źródło danych o lotniskach" jest obecnie ustawione na "Dawny domyślny". Czy chcesz to zmienić na "Sceneria"? Jeśli nie używasz FlightGear 2.4 lub starszych, zaleca się wybrać "Tak".

source: Note: you may need to go to an airport first, let TerraSync download scenery for a few minutes, then quit FlightGear before parking data is available for this airport in $FG_SCENERY, allowing {prg} to use it.
pl: Uwaga: być może będziesz musiał najpierw udać się na lotnisko, pozwolić TerraSync pobrać scenerię przez kilka minut, a następnie zamknąć FlightGear, zanim dane parkingowe będą dostępne dla tego lotniska w $FG_SCENERY, pozwalając {prg} z nich korzystać.

source: Change “Airport database update” to “Automatic”?
pl: Czy zmienić "Aktualizowanie bazy lotnisk" na "Automatyczne"?

source: Whenever FlightGear's apt.dat files are updated, {prg} must rebuild its own airport database for proper operation. This can be done manually with the “Rebuild Airport Database” button from the Preferences dialog, or automatically whenever {prg} detects a change in FlightGear's apt.dat files.
pl: Za każdym razem, gdy aktualizowane są pliki apt.dat FlightGeara, {prg} musi odbudować własną bazę danych lotnisk, aby zapewnić prawidłowe działanie. Można to zrobić ręcznie za pomocą przycisku "Przebuduj bazę lotnisk" w oknie dialogowym Preferencje lub automatycznie, gdy {prg} wykryje zmianę w plikach apt.dat FlightGeara.

source: The default setting in {prg} for this option is now “Automatic”, because it is convenient, with no significant drawback in my opinion. Do you want to follow this new default and set “Airport database update” to “Automatic”?
pl: Domyślnym ustawieniem w {prg} dla tej opcji jest teraz "Automatyczne", ponieważ jest to wygodne, moim zdaniem bez znaczących wad. Czy chcesz zastosować to nowe ustawienie domyślne i ustawić opcję "Aktualizowanie bazy lotnisk" na "Automatyczne"?

source: Translation:
pl: Tłumaczenie: Roman Ludwicki

source: Authors: {}
pl: Autorzy: {}

source: Magnetic variation unavailable: {reason}.
pl: Dewiacja magnetyczna niedostępna: {reason}.

source: (you may want to check the '{fgfs}' executable and FG_ROOT paths, as well as the FlightGear working directory defined in Settings → Preferences)
pl: (możesz sprawdzić ścieżkę do pliku wykonywalnego "{fgfs}" i ścieżkę FG_ROOT, a także katalog roboczy FlightGear zdefiniowany w Ustawieniach → Preferencje)

source: License
pl: Licencja

source: {prg} Config Files
pl: Pliki konfiguracyjne {prg}

source: FGo! Config Files
pl: Pliki konfiguracyjne FGo!

source: Building the airport list (this may take a while)...
pl: Generowanie listy lotnisk (to może trochę potrwać)...

# carrier
source: None
pl: Bez lotniskowca

# flight type
source: Cargo
pl: Towarowy

# flight type
source: General aviation
pl: Lotnictwo ogólne

# flight type
source: Gate
pl: Bramka

# flight type
source: Mil. cargo
pl: Ładunek wojskowy

# flight type
source: Mil. fighter
pl: Myśliwiec wojskowy

# flight type
source: Misc
pl: Różny

# flight type
source: Tie-down
pl: Wiązanie

# flight type
source: Unspecified
pl: Nieokreślony

# parking position
source: None
pl: Brak

source: Unable to load airport data
pl: Nie można załadować danych lotniska

source: Attempt to load data for airport {icao} from apt digest file '{aptDigest}' using index {index}, which is greater than, or equal to the supposed size of uncompressed '{aptDat}' ({uncompSize} bytes) as recorded in '{aptDigest}'.
pl: Próba załadowania danych dla lotniska {icao} z uproszczonego pliku apt '{aptDigest}' przy użyciu indeksu {index}, który jest większy lub równy rzekomemu rozmiarowi nieskompresowanego '{aptDat}' ({uncompSize} bajtów) zgodnie z rejestracją w '{aptDigest}'.

source: Unable to find data for airport {icao} in apt digest file '{aptDigest}' at index {index}.
pl: Nie można znaleźć danych dla lotniska {icao} w uproszczonym pliku apt '{aptDigest}' o indeksie {index}.

source: {startOfMsg} This may be explained by '{aptDigest}' being out of date relatively to '{aptDat}'. In such a case, you should just rebuild the airport database from the Miscellaneous tab of the Preferences dialog. If you are *sure* this is not the explanation, please report a bug using the instructions on {prg}'s home page including: - a screenshot containing this message; - a copy of the '{aptDat}' and '{aptDigest}' files (DON'T REBUILD THE AIRPORT DATABASE before making a copy of '{aptDigest}', otherwise it will be useless!). Thank you.
pl: {startOfMsg} Można to wyjaśnić tym, że '{aptDigest}' jest nieaktualny w stosunku do '{aptDat}'. W takim przypadku powinieneś po prostu przebudować bazę danych lotniska z zakładki "Różne" w oknie dialogowym Preferencje. Jeśli masz *pewność*, że to nie jest wyjaśnienie, zgłoś błąd, korzystając z instrukcji na stronie głównej {prg}, w tym: - zrzut ekranu z tą wiadomością; - kopię plików '{aptDat}' i '{aptDigest}' (NIE PRZEBUDOWUJ BAZY LOTNISK przed wykonaniem kopii '{aptDigest}', w przeciwnym razie będzie bezużyteczna!). Dziękuję.

# runway
source: Default
pl: Domyślny

source: FlightGear is already running
pl: FlightGear jest już uruchomiony

source: Sorry, FlightGear is already running and we'd rather not run two instances simultaneously under the same account.
pl: Przepraszamy, FlightGear już działa i wolelibyśmy nie uruchamiać dwóch instancji jednocześnie na tym samym koncie.

source: FlightGear executable not properly set
pl: Plik wykonywalny FlightGear nie jest prawidłowo ustawiony

source: The name or path to the FlightGear executable is either empty or only contains whitespace. Set it in the Preferences dialog accessible from the Settings menu. The FlightGear executable is normally called '{execProgName}' on your platform.
pl: Nazwa lub ścieżka do pliku wykonywalnego FlightGear jest albo pusta, albo zawiera tylko białe znaki. Ustaw to w oknie dialogowym Preferencje dostępnym z menu Ustawienia. Plik wykonywalny FlightGear jest zwykle nazywany '{execProgName}' na twojej platformie.

source: No aircraft selected
pl: Nie wybrano samolotu

source: No valid aircraft was selected in the aircraft list.
pl: Na liście samolotów nie wybrano żadnego poprawnego samolotu.

source: No airport selected
pl: Nie wybrano lotniska

source: No valid airport was selected in the airport list.
pl: Na liście lotnisk nie wybrano żadnego poprawnego lotniska.

source: Cannot start FlightGear now.
pl: Nie można teraz uruchomić FlightGear.

source: The configuration in the main text field has an invalid syntax: {errmsg}. See docs/README.conditional-config or the CondConfigParser Manual for a description of the syntax rules.
pl: Konfiguracja w głównym polu tekstowym ma nieprawidłową składnię: {errmsg}. Zobacz docs/README.conditional-config lub podręcznik CondConfigParser, aby uzyskać opis reguł składni.

source: Unsupported option in the Options Window.
pl: Nieobsługiwana opcja w oknie opcji.

source: The configuration in the main text field uses the fgfs option {option}, which is unsupported because every change to its value could potentially require a time-consuming rebuild of the airport database. Use the “download directory” setting of the Preferences dialog for equivalent functionality.
pl: Konfiguracja w głównym polu tekstowym wykorzystuje opcję fgfs {option}, która jest nieobsługiwana, ponieważ każda zmiana jej wartości może potencjalnie wymagać czasochłonnej przebudowy bazy danych lotniska. Użyj ustawienia "Katalog pobierania" w oknie dialogowym Preferencje, aby uzyskać równoważną funkcjonalność.

source: Starting %s with following options:
pl: Uruchamiam %s z następującymi opcjami:

source: FlightGear is running...
pl: FlightGear został uruchomiony...

source: Unable to run FlightGear!
pl: Nie można uruchomić FlightGeara!

source: Please make sure that the “FlightGear executable”, “FG_ROOT” and “Working directory” parameters are correctly set in the Preferences dialog.
pl: Upewnij się, że parametry "Plik wykonywalny FlightGear", "FG_ROOT" i "Katalog roboczy" są prawidłowo ustawione w oknie dialogowym Preferencje.

source: FG's last exit status: {0}
pl: Ostatni status wyjścia FG: {0}

source: exit status: {0}
pl: stan wyjścia: {0}

source: FG last killed by signal {0}
pl: FG ostatnio ubity przez sygnał {0}

source: killed by signal {0}
pl: ubity przez sygnał {0}

source: fgfs process terminated ({0})
pl: Zakończono proces fgfs ({0})

source: Ready ({0})
pl: Gotowy ({0})

source: Carrier:
pl: Lotniskowiec:

source: {prg} Help
pl: Pomoc {prg}

source: Unable to run 'fgfs --fg-root=... --help --verbose'
pl: Nie można uruchomić 'fgfs --fg-root=... --help --verbose'

source: Error when running 'fgfs --fg-root=... --help --verbose'
pl: Błąd podczas uruchamiania 'fgfs --fg-root=... --help --verbose'

source: Output of 'fgfs --help --verbose'
pl: Informacje wyjściowe z 'fgfs --help --verbose'

source: Impossible to copy the current FlightGear command
pl: Nie można skopiować aktualnego polecenia FlightGear

source: The current FlightGear command cannot be copied to the clipboard, because the encoding to ISO 8859-1 (also known as “Latin 1”) failed: {exc}
pl: Bieżącego polecenia FlightGear nie można skopiować do schowka, ponieważ kodowanie do ISO 8859-1 (znane również jako "Latin 1") nie powiodło się: {exc}

# parking position
source: Invalid
pl: Nieprawidłowa

source: Invalid geometry specification
pl: Nieprawidłowa specyfikacja geometrii

source: The following geometry specification read from the configuration file has an invalid syntax: {spec}
pl: Następująca specyfikacja geometrii odczytana z pliku konfiguracyjnego ma nieprawidłową składnię: {spec}

source: You can consult <{url}> for a description of the allowed syntax.
pl: Możesz zapoznać się z <{url}>, aby uzyskać opis dozwolonej składni.

source: FlightGear Command
pl: Polecenie FlightGear

source: FlightGear will be started with following arguments:
pl: FlightGear zostanie uruchomiony z następującymi argumentami:

source: Unable to start the file manager with '{0}'.
pl: Nie udało się uruchomić menedżera plików z '{0}'.

source: File manager process terminated ({0})
pl: Proces menedżera plików zakończony ({0})

source: FlightGear Output
pl: Informacje wyjściowe FlightGeara

source: Save Log
pl: Zapisz dziennik

source: Open Log Directory
pl: Otwórz katalog dzienników

source: Airport A
pl: Lotnisko A

source: Airport B
pl: Lotnisko B

source: Calculations
pl: Obliczenia

source: Distance in
pl: Odległość w

source: Speed in
pl: Prędkość w

source: knots
pl: węzłach

source: Distance between A and B:
pl: Odległość między A i B:

source: Bearings from A to B:
pl: Kurs od A do B:

# bearings for a path between two points
source: init:
pl: początkowy:

# bearings for a path between two points
source: final:
pl: końcowy:

source: Bearings from B to A:
pl: Kurs od B do A:

source: Ground speed:
pl: Prędkość względem ziemi:

source: Decomposition using Julian years (1 Julian year = {days} days)
pl: Dekompozycja przy użyciu lat juliańskich (1 rok juliański = {days} dni)

source: Unable to perform this calculation
pl: Nie można wykonać tego obliczenia

source: Could not compute the distance and bearings between {icaoA} ({nameA}) and {icaoB} ({nameB}). Vincenty's algorithm for the geodetic inverse problem is known not to handle all possible cases (most notably, it can't handle the case of two antipodal or nearly antipodal points). Use Karney's calculation method if you want to see the results for these two airports.
pl: Nie udało się obliczyć odległości i namiarów pomiędzy {icaoA} ({nameA}) i {icaoB} ({nameB}). Wiadomo, że algorytm Vincenty'ego dla geodezyjnego problemu odwrotnego nie obsługuje wszystkich możliwych przypadków (przede wszystkim nie radzi sobie z przypadkiem dwóch punktów antypodalnych lub prawie antypodalnych). Użyj metody obliczeniowej Karneya, jeśli chcesz zobaczyć wyniki dla tych dwóch lotnisk.

source: year
pl: rok

source: day
pl: dzień

source: hour
pl: godzina

source: minute
pl: minuta

# duration expression
source: and
pl: i

source: Error caught in the geodesy module
pl: Błąd wyłapany w module geodezyjnym

source: Unable to perform geodetic calculation
pl: Nie można wykonać obliczeń geodezyjnych

source: your latest interactions with {prg} required to perform a geodetic calculation. {prg} tried to do it with Vincenty's “formula” (rather, algorithm) and a few others, but this is not possible because the two points are antipodal or nearly so, which is the main difficult case where this algorithm is known not to work. Easier cases can be worked around using a spherical approximation of the Earth, but in this precise case, that would give completely wrong azimuths, and I prefer stopping like this rather than giving you an erroneous result.
pl: twoje ostatnie interakcje z {prg} wymagane do wykonania obliczeń geodezyjnych. {prg} próbował to zrobić za pomocą "formuły" Vincenty'ego (raczej algorytmu) i kilku innych, ale nie jest to możliwe, ponieważ te dwa punkty są przeciwstawne lub prawie takie same, co jest głównym, trudnym przypadkiem, gdzie wiadomo, że ten algorytm nie zadziała. Łatwiejsze przypadki można obejść przy użyciu przybliżenia sferycznego Ziemi, ale w tym konkretnym przypadku dałoby to całkowicie błędne azymuty, a ja wolę się tak zatrzymać niż podać błędny wynik.

source: {prg} can do the same calculation with GeographicLib, a library containing fairly recent, sophisticated algorithms by Charles F. F. Karney, that are supposed to handle all cases of the geodetic inverse problem. If you want {prg} to do that, you have to install GeographicLib for the Python interpreter used to run {prg}. You just have to restart {prg} after the installation; GeographicLib will be automatically found and used for such calculations.
pl: {prg} może wykonać te same obliczenia za pomocą GeographicLib, biblioteki zawierającej całkiem nowe, wyrafinowane algorytmy Charlesa F. F. Karneya, które mają obsługiwać wszystkie przypadki geodezyjnego problemu odwrotnego. Jeśli chcesz, aby {prg} to zrobił, musisz zainstalować GeographicLib dla interpretera Pythona używanego do uruchamiania {prg}. Musisz tylko zrestartować {prg} po instalacji; GeographicLib zostanie automatycznie znaleziony i wykorzystany do takich obliczeń.

source: unable to find or execute '{exec}' ({errMsg})
pl: nie można znaleźć lub wykonać '{exec}' ({errMsg})

source: non-zero exit status: {rc}; maybe you need to install the magnetic datasets used by GeographicLib. On Debian, 'geographiclib-get-magnetic' from the geographiclib-tools package may prove convenient for this.
pl: niezerowy kod zakończenia: {rc}; może trzeba zainstalować zbiory danych magnetycznych Ziemi używanych przez GeographicLib. W Debianie wygodnym do tego celu może okazać się 'geographiclib-get-magnetic' z pakietu geographiclib-tools.

source: killed by signal {}
pl: ubity sygnałem {}

source: empty output for the test run
pl: puste dane wyjściowe do uruchomienia testowego

source: returned magnetic declination is not a float: {0!r} [complete output: {1!r}]
pl: zwrócona deklinacja magnetyczna nie jest floatem: {0!r} [pełne dane wyjściowe: {1!r}]

source: '{exec}' doesn't seem to work properly ({pb})
pl: '{exec}' nie działa poprawnie ({pb})

source: Error caught in the fgcmdbuilder module
pl: Wystąpił błąd w module fgcmdbuilder

source: Invalid escape sequence in an option line
pl: Nieprawidłowa sekwencja ucieczki w wierszu opcji

source: the \{char} escape sequence is not recognized by {prg} in the Options Window
pl: sekwencja ucieczki \{char} nie jest rozpoznawana przez {prg} w oknie opcji

source: Unsupported option
pl: Nieobsługiwana opcja

source: the \{option} fgfs option is not supported by {prg} in the Options Window
pl: opcja \{option} fgfs nie jest obsługiwana przez {prg} w oknie opcji

source: empty coordinate string
pl: pusty ciąg współrzędnych

source: unexpected first character in mixed-style coordinate string: {char!r}
pl: nieoczekiwany pierwszy znak w łańcuchu współrzędnych o mieszanym stylu: {char!r}

source: {prg} generic exception
pl: {prg} wyjątek ogólny

source: {prg}: initialization of the configuration aborted. Exiting.
pl: {prg}: inicjalizacja konfiguracji przerwana. Wyjście.

source: In order to be able to use it here, you need to have installed GeographicLib's implementation for the Python installation you are using to run {prg}.
pl: Aby móc go tutaj użyć, musisz mieć zainstalowaną implementację GeographicLib dla instalacji Pythona, której używasz do uruchamiania {prg}.

source: Method used to compute distance, initial and final bearings for the shortest path between two airports (“inverse geodetic problem”). Vincenty's method is faster than Karney's one, but there are some particular cases in which Vincenty's algorithm can't do the computation. Karney's method should handle all possible cases.{complement}
pl: Metoda wykorzystywana do obliczania odległości, namiarów początkowych i końcowych dla najkrótszej drogi między dwoma lotniskami („odwrotny problem geodezyjny”). Metoda Vincenty'ego jest szybsza niż metoda Karneya, ale są pewne szczególne przypadki, w których algorytm Vincenty'ego nie może wykonać obliczeń. Metoda Karneya powinna obsługiwać wszystkie możliwe przypadki.{complement}

source: You may want to install GeographicLib's MagneticField program in order to see magnetic bearings.
pl: Możesz zainstalować program MagneticField z GeographicLib, aby zobaczyć kursy magnetyczne.

source: Error caught in the stats_manager module
pl: Wystąpił błąd w module stats_manager

source: No such aircraft
pl: Nie ma takiego samolotu

source: '{aircraftName}' in '{aircraftDir}'
pl: '{aircraftName}' w '{aircraftDir}'

source: No such airport
pl: Nie ma takiego lotniska

source: no top-level pair with name 'format version'
pl: brak pary najwyższego poziomu o nazwie 'format version'

source: unknown format version: {ver}
pl: nieznana wersja formatu: {ver}

source: no top-level pair with name '{subject}'
pl: brak pary najwyższego poziomu o nazwie '{subject}'

source: Error caught in the json_report module
pl: Wystąpił błąd w module json_report

source: Unable to run 'fgfs --json-report'
pl: Nie można uruchomić 'fgfs --json-report'

source: Error when running 'fgfs --json-report'
pl: Błąd podczas uruchamiania 'fgfs --json-report'

source: Error trying to process the output of 'fgfs --json-report'
pl: Błąd przy próbie przetworzenia wyjścia 'fgfs --json-report'

source: Error caught in the apt_dat module
pl: Wystąpił błąd w module apt_dat

source: Error parsing an apt.dat file
pl: Błąd przetwarzania pliku apt.dat

source: in '{file}', line {line}: {msg}
pl: w '{file}', linia {line}: {msg}

source: in '{file}', line {line}
pl: w '{file}', linia {line}

source: Unable to parse an apt.dat header
pl: Nie można przetworzyć nagłówka apt.dat

source: Unable to parse the apt digest file
pl: Nie można przetworzyć uproszczonego pliku apt

source: Index mismatch
pl: Niedopasowany indeks

source: Unable to recognize the format of the apt digest file
pl: Nie można rozpoznać formatu uproszczonego pliku apt

source: not a valid record: {!r}
pl: niepoprawny rekord: {!r}

source: EOF reached while looking for the first non-empty line
pl: Osiągnięto EOF podczas szukania pierwszej niepustej linii

source: first non-empty line should contain exactly one character
pl: pierwsza niepusta linia powinna zawierać dokładnie jeden znak

source: EOF reached while looking for the version of the format
pl: EOF osiągnięty podczas szukania wersji formatu

source: unexpected header line: {line!r}
pl: nieoczekiwany wiersz nagłówka: {line!r}

source: '{aptDat}' reports a format version {ver}, which this version of {prg} doesn't know about. Things may not work correctly. Please report a bug.
pl: '{aptDat}' zgłasza wersję formatu {ver}, o której ta wersja {prg} nie wie. Rzeczy mogą nie działać poprawnie. Proszę zgłosić błąd.

source: not enough fields in record: {!r}
pl: za mało pól w rekordzie: {!r}

source: {aptDat}:{lineNb}: skipping airport {aptId} (already defined earlier)
pl: {aptDat}:{lineNb}: pomijanie lotniska {aptId} (już wcześniej zdefiniowane)
