Repository: frougon/FFGo
Catalog: ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: de, fr

source: {prg} generic exception
de: {prg} allgemeiner Ausnahmefehler
fr: exception générique de {prg}

source: invalid value for the {attr!r} attribute: {val!r}
de: ungültiger Wert für {attr!r} Attribut: {val!r}
fr: valeur invalide pour l'attribut {attr!r} : {val!r}

# parking position
source: Airlines: {}
de: Fluggesellschaft: {}
fr: Compagnies : {}

# parking position
source: Latitude: {}
de: Breitengrad: {}

# parking position
source: Longitude: {}
de: Längengrad: {}

# parking position
source: Magnetic heading: {mag} (true: {true})
de: Magnetische Ausrichtung: {mag} (wahre Ausrichtung: {true})
fr: Orientation magnétique : {mag} (vraie : {true})

# parking position
source: True heading: {}
de: Wahre Ausrichtung: {}
fr: Orientation vraie : {}

source: while parsing '{file}': {errmsg}
de: beim Analysieren von '{file}': {errmsg}
fr: lors de l'analyse syntaxique de '{file}' : {errmsg}

source: '{file}': empty parking name (index='{idx}')
de: '{file}': leerer Parkplatzname (index='{idx}')
fr: '{file}' : nom de parking vide (index='{idx}')

source: '{file}': duplicate parking name '{parkName}' (index='{idxDup}'); keeping the first found only (index='{idx1}')
de: '{file}': doppelter Parkplatzname '{parkName}' (index='{idxDup}'); benutze nur den zuerst Gefundenen (index='{idx1}')
fr: '{file}': doublon au niveau du nom de parking '{parkName}' (index='{idxDup}'); on ne garde que le premier trouvé (index='{idx1}')

source: Error caught in the fgversion module
de: Fehler im fgversion Modul erkannt
fr: Erreur interceptée dans le module fgversion

source: Invalid use of the fgversion module
de: Fehlerhafte Verwendung des fgversion Moduls
fr: Utilisation incorrecte du module fgversion

source: Unable to parse as a FlightGear version string
de: Kann die Zeichenkette FlightGear Version nicht lesen
fr: Impossible d'analyser la version de FlightGear

source: Unable to parse the output of 'fgfs --version'
de: Kann die Ausgabe von 'fgfs --version' nicht lesen
fr: Impossible d'analyser la sortie de 'fgfs --version'

source: Unable to run 'fgfs --version'
de: Kann 'fgfs --version' nicht starten
fr: Impossible d'exécuter 'fgfs --version'

source: Error when running 'fgfs --version'
de: Fehler beim Starten von 'fgfs --version'
fr: Erreur lors de l'exécution de 'fgfs --version'

source: Error caught in the json_report module
de: Fehler im json_report Modul erkannt
fr: Erreur interceptée dans le module json_report

source: Unable to run 'fgfs --json-report'
de: Kann 'fgfs --json-report' nicht starten
fr: Impossible d'exécuter 'fgfs --json-report'

source: Error when running 'fgfs --json-report'
de: Fehler beim Starten von 'fgfs --json-report'
fr: Erreur lors de l'exécution de 'fgfs --json-report'

source: Error trying to process the output of 'fgfs --json-report'
de: Kann die Ausgabe von 'fgfs --json-report' nicht lesen
fr: Impossible d'analyser la sortie de 'fgfs --json-report'

source: Land airport
de: Land-Flughafen:
fr: Aérodrome terrestre

source: Seaplane base
de: Wasserflugzeughorst
fr: Hydrobase

source: Heliport
de: Hubschrauberhafen
fr: Héliport

source: Latitude: {latitude}
de: Breitengrad: {latitude}

source: Longitude: {longitude}
de: Längengrad: {longitude}

source: Elevation: {elev_feet} ft ({elev_meters} m)
de: Höhe: {elev_feet} ft ({elev_meters} m)
fr: Altitude : {elev_feet} ft ({elev_meters} m)

source: Magnetic variation: {}°
de: Magnetische Abweichung: {}°
fr: Déclinaison magnétique : {}°

# surface type
source: concrete
de: Beton
fr: béton

# surface type
source: turf or grass
de: Rasen oder Gras
fr: gazon ou herbe

# surface type
source: dirt
de: Unbefestigt
fr: terre battue

# surface type
source: gravel
de: Schotter
fr: grave

# surface type
source: dry lake bed
de: Ausgetrockneter See
fr: lac asséché

# surface type
source: water
de: Wasser
fr: eau

# surface type
source: snow or ice
de: Schnee oder Eis
fr: neige ou glace

# surface type
source: transparent
de: durchsichtig

source: invalid v810 surface code: {0!r}
de: Ungültiger v810 Oberflächencode: {0!r}
fr: code de surface v810 invalide : {0!r}

# runway/helipad shoulder surface type
source: none
de: keine
fr: aucune

# runway/helipad shoulder surface type
source: concrete
de: Beton
fr: béton

source: Land runway
de: Landstartbahn
fr: Piste terrestre

source: Water runway
de: Wasserstartbahn
fr: Piste d'eau

source: Helipad
de: Hubschrauberlandeplatz
fr: Hélisurface

# runway markings
source: none
de: keine
fr: aucune

# runway markings
source: visual
de: Sicht
fr: approche à vue

# runway markings
source: non-precision approach
de: Nichtpräzisionsanflug
fr: approche de non-précision

# runway markings
source: precision approach
de: Präzisionsanflug
fr: approche de précision

# runway markings
source: UK-style non-precision approach
de: UK-Stil Nichtpräzisionsanflug
fr: approche de non-précision (Royaume-Uni)

# runway markings
source: UK-style precision approach
de: UK-Stil Präzisionsanflug
fr: approche de précision (Royaume-Uni)

source: Latitude: {}
de: Breitengrad: {}

source: Longitude: {}
de: Längengrad: {}

# runway/helipad
source: Magnetic heading: {mag} (true: {true})
de: Magnetische Ausrichtung: {mag} (wahre Ausrichtung: {true})
fr: Orientation magnétique : {mag} (vraie : {true})

# runway/helipad
source: True heading: {}
de: Wahre Ausrichtung: {}
fr: Orientation vraie : {}

source: Length: {0} m ({1} ft)
de: Länge: {0} m ({1} ft)
fr: Longueur : {0} m ({1} ft)

source: Width: {0} m ({1} ft)
de: Breite: {0} m ({1} ft)
fr: Largeur : {0} m ({1} ft)

source: Surface type: {}
de: Oberflächentyp: {}
fr: Type de surface : {}

source: Shoulder surface type: {}
de: Schulteroberflächentyp: {}
fr: Bande aménagée : {}

source: Runway markings: {}
de: Startbahnmarkierungen: {}
fr: Marquage de piste : {}

source: Smoothness: {}
de: Ebenheit: {}
fr: Facteur d'aspect lisse : {}

source: no
de: nein
fr: non

source: yes
de: ja
fr: oui

source: Perimeter buoys: {}
de: Umfassungsbojen: {}
fr: Bouées de périmètre : {}

source: Edge lighting: {}
de: Randbeleuchtung: {}
fr: Marquage lumineux des bordures : {}

source: Error caught in the apt_dat module
de: Fehler erkannt im apt_dat Modul
fr: Erreur interceptée dans le module apt_dat

source: Error parsing an apt.dat file
de: Fehler beim Analysieren einer apt.dat-Datei
fr: Erreur au cours de l'analyse d'un fichier apt.dat

source: in '{file}', line {line}: {msg}
de: in '{file}', Zeile {line}: {msg}
fr: fichier '{file}', ligne {line} : {msg}

source: in '{file}', line {line}
de: in '{file}', Zeile {line}
fr: fichier '{file}', ligne {line}

source: Unable to parse an apt.dat header
de: Konnte einen apt.dat-Kopf nicht verarbeiten
fr: Impossible d'analyser l'en-tête d'un fichier apt.dat

source: Unable to parse the apt digest file
de: Konnte apt Auszugsdatei nicht lesen
fr: Impossible d'analyser le fichier “apt digest”

source: Index mismatch
de: Index paßt nicht
fr: Index inadéquat

source: Unable to recognize the format of the apt digest file
de: Konnte das Format der apt-Auszugsdatei nicht erkennen.
fr: Impossible de reconnaître le format du fichier “apt digest”

source: not a valid record: {!r}
de: Keine gültige Aufzeichnung: {!r}
fr: enregistrement invalide : {!r}

source: EOF reached while looking for the first non-empty line
de: Dateiende erreicht auf der Suche nach der ersten nicht-leeren Zeile
fr: fin de fichier atteinte en cherchant la première ligne non vide

source: first non-empty line should contain exactly one character
de: Erste nicht-leere Zeile sollte genau ein Zeichen enthalten
fr: la première ligne non vide devrait contenir exactement un caractère

source: EOF reached while looking for the version of the format
de: Dateiende erreicht beim Suchen nach der Version des Formats
fr: fin de fichier atteinte en cherchant la version du format

source: unexpected header line: {line!r}
de: Unerwartete Kopfzeile: {line!r}
fr: ligne d'en-tête inattendue : {line!r}

source: '{aptDat}' reports a format version {ver}, which this version of {prg} doesn't know about. Things may not work correctly. Please report a bug.
de: '{aptDat}' meldet eine Version {ver}, die diese Version von {prg} nicht kennt. Es könnten Fehler auftreten. Bitte melden Sie diesen Fehler.
fr: '{aptDat}' a pour version de format {ver} que cette version de {prg} ne connaît pas.

source: not enough fields in record: {!r}
de: Nicht genug Felder in der Aufzeichnung: {!r}
fr: pas assez de champs dans l'enregistrement {!r}

source: {aptDat}:{lineNb}: skipping airport {aptId} (already defined earlier)
de: {aptDat}:{lineNb}: überspringe Flughafen {aptId} (wurde früher definiert)
fr: {aptDat}:{lineNb} : aérodrome {aptId} ignoré (déjà défini auparavant)

source: {aptDat}:{lineNb}: row code 99 found (normally at end of file)
de: {aptDat}:{lineNb}: Zeilencode 99 gefunden (normalerweise am Dateiende)
fr: {aptDat}:{lineNb} : code de ligne 99 trouvé (marque normalement la fin du fichier)

source: expected {aptId1!r}, but found {aptId2!r} instead
de: {aptId1!r} erwartet, aber {aptId2!r} statt dessen gefunden
fr: attendu {aptId1!r}, mais {aptId2!r} trouvé à la place

source: unable to parse as a latitude: {0!r} in line {1!r}
de: Konnte Breitengrad nicht analysieren: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que latitude : {0!r} à la ligne {1!r}

source: unable to parse as a longitude: {0!r} in line {1!r}
de: Konnte Längengrad nicht analysieren: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que longitude : {0!r} à la ligne {1!r}

source: unable to parse as a heading: {0!r} in line {1!r}
de: Konnte Kurs nicht analysieren: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que cap/orientation : {0!r} à la ligne {1!r}

source: unable to parse as a length: {0!r} in line {1!r}
de: Konnte Längenangabe nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que longueur : {0!r} à la ligne {1!r}

source: unable to parse as an elevation: {0!r} in line {1!r}
de: Konnte Höhenangabe nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant qu'altitude : {0!r} à la ligne {1!r}

source: unable to parse as a surface type code: {0!r} in line {1!r}
de: Konnte Oberflächentypencode nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que code de type de surface : {0!r} à la ligne {1!r}

source: unable to parse as a v810 surface type code: {0!r} in line {1!r}
de: Konnte v810 Oberflächentypencode nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que code de type de surface v810 : {0!r} à la ligne {1!r}

source: unable to parse as a shoulder surface type code: {0!r} in line {1!r}
de: Konnte Schulteroberflächencode nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que code de type de surface de bande aménagée : {0!r} à la ligne {1!r}

source: invalid smoothness value: {0!r}
de: Ungültiger Ebenheitswert: {0!r}
fr: valeur invalide pour le facteur d'aspect lisse : {0!r}

source: Error in {aptDat}: unable to parse as a smoothness value: {val!r} in line {lineNb} ({line!r})
de: Fehler in {aptDat}: Konnte Ebenheitswert nicht erkennen: {val!r} in Zeile {lineNb} ({line!r})
fr: Erreur dans {aptDat} : impossible d'analyser en tant que facteur d'aspect lisse : {val!r} à la ligne {lineNb} ({line!r})

source: unable to parse as a code for runway markings: {0!r} in line {1!r}
de: Konnte Code für Startbahnmarkierungen nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que code de marquage de piste : {0!r} à la ligne {1!r}

source: invalid v810 code for runway markings: {0!r}
de: Ungültiger v810 Code für Startbahnmarkierungen: {0!r}
fr: code v810 invalide pour le marquage de piste : {0!r}

source: unable to parse as a v810 code for runway markings: {0!r} in line {1!r}
de: Konnte v810 Code für Startbahnmarkierungen nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que code v810 pour le marquage de piste : {0!r} à la ligne {1!r}

source: unable to parse as a perimeter buoys flag: {0!r} in line {1!r}
de: Konnte Umfassungsbojenschalter nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant que code pour bouées de périmètre : {0!r} à la ligne {1!r}

source: unable to parse as an helipad edge lighting flag: {0!r} in line {1!r}
de: Konnte Hubschrauberlandeplatz-Randbeleuchtungsschalter nicht erkennen: {0!r} in Zeile {1!r}
fr: impossible d'analyser en tant code pour marquage lumineux de bordure d'hélisurface : {0!r} à la ligne {1!r}

source: unexpected runway number: {num!r}
de: Unerwartete Startbahnnummer: {num!r}
fr: numéro de piste inattendu : {num!r}

source: runway name not starting with digits: {rwy!r}
de: Startbahnname beginnt nicht mit Zahlen: {rwy!r}
fr: nom de piste qui ne commence pas par deux chiffres : {rwy!r}

source: Reading apt.dat files...
de: Lese apt.dat Dateien...
fr: Lecture des fichiers apt.dat...

source: Loading data for {nbAirports} airports...
de: Lade Daten für {nbAirports} Flughäfen
fr: Chargement des données de {nbAirports} aérodromes...

source: Writing {prg}'s apt digest file...
de: Erstelle {prg}'s apt Auszugsdatei...
fr: Génération du fichier « apt digest » de {prg}...

source: unable to find the magic number
de: Die Magische Zahl konnte nicht gefunden werden
fr: impossible de trouver le « nombre magique »

source: end of file reached before finding the magic number
de: Ende der Datei erreicht bevor die Magische Zahl gefunden wurde
fr: fin de fichier atteinte avant d'avoir trouvé le « nombre magique »

source: could not find a valid line specifying the format version
de: Konnte keine gültige Zeile finden, die die Formatversion angibt
fr: impossible de trouver une ligne valide indiquant la version du format

source: unsupported format version number {num}, current is {current}
de: Formatversionsnummer {num} ist nicht unterstützt, aktuell ist {current}
fr: version de format {num} non supportée, la version actuelle étant {current}

source: illegal number of components in apt.dat line #{lineNum}: {num1} (expected {num2})
de: falsche Anzahl von Komponenten in apt.dat Zeile #{lineNum}: {num1} ({num2} erwartet)
fr: nombre de parties illicite dans la {lineNum}e ligne « apt.dat » : {num1} (attendu : {num2})

source: could not find a valid #{lineNum} apt.dat path specification
de: Konnte keine gültige #{lineNum} apt.dat Pfadangabe finden
fr: la spécification de chemin de la {lineNum}e ligne « apt.dat » n'est pas valide

source: could not find a valid #{lineNum} apt.dat size specification
de: Konnte keine gültige #{lineNum} apt.dat Größenangabe finden
fr: la spécification de taille de la {lineNum}e ligne « apt.dat » n'est pas valide

source: could not find a valid #{lineNum} apt.dat uncompressed size specification
de: Konnte keine gültige #{lineNum} apt.dat unkomprimierte Größenangabe finden
fr: la spécification de taille après décompression de la {lineNum}e ligne « apt.dat » n'est pas valide

source: could not find a valid #{lineNum} apt.dat timestamp specification
de: Konnte keine gültige #{lineNum} apt.dat Zeitangabe finden
fr: la spécification de date de dernière modification de la {lineNum}e ligne « apt.dat » n'est pas valide

source: empty coordinate string
de: leere Koordinaten Zeichenkette
fr: chaîne de caractère vide pour une coordonnée

source: unexpected first character in mixed-style coordinate string: {char!r}
de: nicht erwartetes erstes Zeichen in gemischter Koordinaten-Zeichenkette: {char!r}
fr: premier caractère inattendu dans une coordonnée au format mixte : {char!r}

source: {prg}: initialization of the configuration aborted. Exiting.
de: {prg}: Initialisierung der Konfiguration abgebrochen. Beende.
fr: {prg}: initialisation de la configuration interrompue. Fin du programme.

source: In order to be able to use it here, you need to have installed GeographicLib's implementation for the Python installation you are using to run {prg}.
de: Um es hier zu benutzen muß GeographicsLibs Implementierung für die Pythonversion, die sie für {prg} benutzen, installiert sein.
fr: Pour pouvoir l'utiliser ici, il faut avoir installé l'implémentation de GeographicLib pour l'interpréteur Python utilisé pour lancer {prg}.

source: Method used to compute distance, initial and final bearings for the shortest path between two airports (“inverse geodetic problem”). Vincenty's method is faster than Karney's one, but there are some particular cases in which Vincenty's algorithm can't do the computation. Karney's method should handle all possible cases.{complement}
de: Methode, mit der Entfernung, anfängliche und abschließende Richtungen zwischen zwei Flughäfen berechnet werden (“geodäsisches Umkehrproblem”). Vincentys Methode ist schneller als Karneys, aber es gibt einige Spezialfälle in denen Vincentys Methode keine Ergebnisse liefert. Karneys Methode sollte alle möglichen Fälle behandeln können.{complement}
fr: Méthode utilisée pour calculer la distance et les azimuts initial et final pour le chemin le plus court entre deux aérodromes (« problème géodésique inverse »). La méthode de Vincenty est plus rapide que celle de Karney, mais certains cas particuliers ne peuvent être traités par l'algorithme de Vincenty. La méthode de Karney devrait être capable de gérer tous les cas possibles.{complement}

source: You may want to install GeographicLib's MagneticField program in order to see magnetic bearings.
de: Um die magnetischen Richtungen zu sehen, sollten sie GeographicsLib Magnetfeld Programm installieren.
fr: Afin de voir les azimuts magnétiques, vous pouvez installer le programme MagneticField de GeographicLib.

source: Decoded
de: Dekodiert
fr: Décodé

source: No airport is selected.
de: Kein Flughafen ausgewählt.
fr: Aucun aérodrome n'est sélectionné.

source: No nearby station found.
de: Keine Station in der Nähe.
fr: Aucune station à proximité n'a été trouvée.

source: Fetching report from {site}...
de: Hole Wetterbericht von {site}...
fr: Récupération du rapport depuis {site}...

source: Unable to download data.
de: Die Daten können nicht heruntergeladen werden.
fr: Impossible de télécharger les données.

source: Click here to download the METAR report for the selected (or nearest) airport.
de: Hier klicken, um METAR Wetterbericht für den gewählten (oder nächsten) Flughafen herunterzuladen.
fr: Cliquer ici pour télécharger le rapport METAR pour l'aéroport sélectionné (ou le plus proche).

source: Scenery
de: Szenerie
fr: Scènes

source: Old default
de: Alter Standard
fr: Ancienne val. défaut

source: Automatic
de: Automatisch
fr: Automatique

source: Manual
de: Manuell
fr: Manuel

source: Preferences
de: Eigenschaften
fr: Préférences

source: FlightGear settings
de: FlightGear Einstellungen
fr: Paramètres FlightGear

source: Statistics
de: Statistiken
fr: Statistiques

source: Miscellaneous
de: Verschiedenes
fr: Divers

source: Save settings
de: Einstellungen speichern
fr: Enregistrer les paramètres

source: Cancel
de: Abbrechen
fr: Annuler

source: Path to executable file:
de: Pfad zur ausführbaren Datei:
fr: Chemin vers le fichier exécutable :

source: Additional aircraft path:
de: Zusätzliches Flugzeug-Verzeichnis:
fr: Répertoire pour les aéronefs additionnels :

source: Download directory (optional):
de: Downloadverzeichnis (optional):
fr: Répertoire de téléchargement (optionnel) :

source: Working directory (optional):
de: Arbeitsverzeichnis (optional):
fr: Répertoire de travail (optionnel) :

source: Name or path to the FlightGear executable ('{fgfs}'), or to 'run_fgfs.sh' in case you are using the 'download_and_compile.sh' script. Note: this corresponds to FG_BIN in the configuration file.
de: Name oder Pfad zu FlightGears ausführbarer Datei ('{fgfs}'), oder falls Sie das 'download_and_compile.sh' Skript nutzen, zu 'run_fgfs.sh'. Anmerkung: dies entspricht FG_BIN in der Konfigurationsdatei.
fr: Nom ou chemin de l'exécutable de FlightGear ('{fgfs}'), ou de 'run_fgfs.sh' si vous utilisez le script 'download_and_compile.sh'. Note : ceci correspond à FG_BIN dans le fichier de configuration.

source: Path to FlightGear's main data directory, containing the “base package”. On Linux, this directory is likely to be something like /usr/share/games/flightgear if FlightGear was installed using your distribution package manager. This will be passed to '{fgfs}' (the FlightGear executable) as the value for the --fg-root option. You may consult <http://wiki.flightgear.org/$FG_ROOT> for details.
de: Pfad zu FlightGears Hauptdatenverzeichnis, das das “Basispaket” enthält. Auf Linux, ist das wahrscheinlich etwas, wie /usr/share/games/flightgear falls FG mit dem Distributionspaketmanager installiert wurde. Das wird an '{fgfs}' (FlightGears ausführbare Datei) als Wert für die Option --fg-root mitgegeben. Siehe auch <http://wiki.flightgear.org/$FG_ROOT> für weitergehenede Details.
fr: Chemin vers le répertoire principal de données de FlightGear (“base package”). Sous Linux, ce répertoire est souvent /usr/share/games/flightgear lorsque FlightGear est installé via le gestionnaire de paquets de la distribution. Ce chemin va être passé à '{fgfs}' comme valeur pour l'option '--fg-root'. Vous pouvez consulter <http://wiki.flightgear.org/$FG_ROOT> pour plus d'informations.

source: Path(s) to scenery directories. You can specify more than one path (separated by {separator!r}), ordered from highest to lowest priority. You may want to include your TerraSync directory (if any) in this list in order to specify its priority relatively to any custom scenery directories you may have installed. This setting will be passed to '{fgfs}' (the FlightGear executable) as the value for the --fg-scenery option. It is documented at <http://wiki.flightgear.org/$FG_SCENERY>. Note: The default TerraSync directory in FlightGear 2016.1.1 is: - $FG_HOME/TerraSync on non-Windows systems; - something such as C:\Users\<username>\Documents\FlightGear\TerraSync on Windows. You may consult <http://wiki.flightgear.org/TerraSync> and <http://wiki.flightgear.org/$FG_HOME> for more information.
de: Pfad(e) zu den Szenerie Verzeichnis(sen) Man kann mehr als einen Pfad angeben (mit {separator!r} voneinander getrennt), von der höchsten zu niedrigsten Priorität sortiert. Hier läßt sich die Priorität zu TerraSync Szenerie und spezieller Szenerie relativ angeben. Diese Einstellung wird als --fg-scenery Option an '{fgfs}' (FlightGears ausführbare Datei) weitergegeben. Dokumentation: <http://wiki.flightgear.org/$FG_SCENERY> Anmerkung: Das Standardverzeichnis für TerraSync in FlightGear 2016.1.1 heißt - $FG_HOME/TerraSync in Unixoiden Systemen; - etwas wie C:\Users\<username>\Documents\FlightGear\TerraSync unter Windows. Siehe: <http://wiki.flightgear.org/TerraSync> und <http://wiki.flightgear.org/$FG_HOME>
fr: Chemin(s) vers les répertoires de scènes. Vous pouvez spécifier plus d'un chemin (séparés par « {separator} ») dans un ordre de priorité décroissante. Il peut être utile d'inclure le répertoire TerraSync dans cette liste si vous l'utilisez, afin de préciser sa priorité par rapport à d'éventuels répertoires de scènes additionnelles que vous auriez installées. Ce paramètre sera passé à '{fgfs}' (l'exécutable de FlightGear) comme valeur pour l'option --fg-scenery (cf. <http://wiki.flightgear.org/$FG_SCENERY>). Note : Le répertoire TerraSync par défaut dans FlightGear 2016.1.1 est : - $FG_HOME/TerraSync sur les systèmes autres que Windows; - quelque chose comme C:\Users\<username>\Documents\FlightGear\TerraSync sous Windows. Vous pouvez consulter <http://wiki.flightgear.org/TerraSync> et <http://wiki.flightgear.org/$FG_HOME> pour de plus amples renseignements.
