Repository: frougon/FFGo
Catalog: ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: de, fr

source: Path(s) to additional aircraft directories. Multiple directories separated by {separator!r} may be specified. The $FG_ROOT/{defaultAircraftDir} directory is always used; thus, there is no need to list it here. Leave this field empty unless you are using additional aircraft directories.
de: Pfad zu zusätzlichen Flugzeug-Verzeichnissen. Mehrere Verzeichnisse können mit {separator!r} getrennt angegeben werden. Das $FG_ROOT/{defaultAircraftDir} Verzeichnis wird immer benutzt; also besteht kein Grund es hier anzugeben. Lassen Sie es leer, es sei denn Sie nutzen zusätzliche Flugzeugverzeichnisse.
fr: Chemin(s) vers des répertoires d'aéronefs additionnels. Plusieurs répertoires, séparés par un « {separator} », peuvent être spécifiés. Le répertoire $FG_ROOT/{defaultAircraftDir} est toujours utilisé ; ainsi, il n'est pas utile de le lister ici. Laissez ce champ vide si vous n'utilisez pas de répertoires d'aéronefs additionnels.

source: Optional parameter specifying FlightGear's download directory. FlightGear uses this directory to store things it automatically downloads, such as TerraSync scenery and aircraft (the latter: when using FlightGear's built-in launcher). Leave this field empty if you want to use FlightGear's default download directory.
de: Optionaler Parameter um FlightGears Downloadverzeichnis anzugeben. FlightGear nutzt dieses Verzeichnis um Downloads automatisch zu speichern, wie z.Bsp. TerraSync Szenerie und Flugzeuge (Letzteres: falls FlightGears interner Starter benutzt wird). Leer lassen, falls FlightGears Standarddownloadverzeichnis genutzt werden soll.
fr: Paramètre optionnel indiquant le répertoire de téléchargement de FlightGear. FlightGear utilise ce répertoire pour stocker des données qu'il télécharge automatiquement, telles que les scènes obtenues via TerraSync et les aéronefs (pour ces derniers : lorsqu'on utilise le lanceur inclus dans FlightGear). Laissez ce champ vide si vous souhaitez utiliser le répertoire de téléchargement par défaut de FlightGear.

source: Optional parameter specifying FlightGear's working directory. That is the directory FlightGear will be run from. It can affect the default location of some files created by FlightGear (screenshots...). If left blank, the working directory is the user's home directory.
de: Optionaler Parameter, der das Arbeitsverzeichnis von FlightGear festlegt. In diesem Verzeichnis wird FlightGear gestartet. Das kann Auswirkungen auf den Ort einiger Dateien haben, die FlightGear anlegt (Screenshots...) Bleibt dieses Feld leer, wird das Home-Verzeichnis des Benutzers benutzt.
fr: Paramètre optionnel précisant le répertoire de travail de FlightGear. C'est le répertoire depuis lequel FlightGear sera lancé. Ce paramètre peut modifier l'emplacement par défaut de certains fichiers créés par FlightGear (captures d'écrans...). Si vous le laissez vide, le répertoire de travail est le répertoire par défaut (HOME) de l'utilisateur.

source: Language used in {prg}. If no language is selected, {prg} will use the system language.
de: Sprache, die in {prg} genutzt wird. Ist keine Sprache angegeben, wird {prg} die System-Sprache nutzen.
fr: Langue utilisée dans {prg}. Si aucune langue n'est sélectionnée, {prg} utilise la langue du système.

source: Select the primary data source where {prg} will be looking for information about parking positions. There are two options: Scenery - Parking data will be read from $FG_SCENERY/Airports/[I]/[C]/[A]/[ICAO].groundnet.xml. {prg} will use the first match if FG_SCENERY contains several paths. Old default - Parking data will be read from $FG_ROOT/AI/Airports/[ICAO]/parking.xml. (for example, for the EDDF airport, [ICAO] should be replaced with EDDF, [I] with E, [C] with D, [A] with D and [O] with F: [I]/[C]/[A]/[ICAO].groundnet.xml → E/D/D/EDDF.groundnet.xml) Note: In both cases, if no parking position is found, {prg} will look into the apt.dat files present inside scenery paths under NavData/apt. With FlightGear 2.6 and later, it is advised to choose "Scenery"; it is now the default in {prg}. For more information, you may consult: http://wiki.flightgear.org/About_Scenery/Airports
de: Wähle primäre Datenquelle, wo {prg} Informationen über Parkpositionen suchen soll. Es gibt zwei Möglichkeiten: Szenerie - Parkplatzdaten werden aus $FG_SCENERY/Airports/[I]/[C]/[A]/[ICAO].groundnet.xml geholt. {prg} wird den ersten Treffer benutzen, falls FG_SCENERY mehrere Pfade enthält. Alter Standard - Parklplatzdaten werden aus $FG_ROOT/AI/Airports/[ICAO]/parking.xml gelesen. (z.Bsp. für Flughafen EDDF, [ICAO] muß mit EDDF, [I] mit E, [C] mit D, [A] mit D und [O] mit F ersetzt werden: [I]/[C]/[A]/[ICAO].groundnet.xml → E/D/D/EDDF.groundnet.xml) Anmerkung: In beiden Fällen, falls keine Parkplatzposition gefunden wird, wird {prg} die apt.dat-Dateien durchsuchen, die sich in den Szeneriepfaden unter NavData/apt befinden. Bei FlightGear 2.6 und höher, wird empfohlen "Szenerie" auszuwählen; Dies ist der Standard in {prg}. Für weiterführende Informationen siehe: http://wiki.flightgear.org/About_Scenery/Airports
fr: Choisissez la source primaire à partir de laquelle {prg} cherchera les données concernant les positions de parking. Il y a deux options : Scènes - Les données de parking seront lues depuis $FG_SCENERY/Airports/[I]/[C]/[A]/[ICAO].groundnet.xml. {prg} utilisera le premier fichier correspondant si FG_SCENERY contient plusieurs chemins. Ancienne val. défaut - Les données de parking seront lues depuis $FG_ROOT/AI/Airports/[ICAO]/parking.xml. (par exemple, pour l'aéroport EDDF, [ICAO] devrait être remplacé par EDDF, [I] par E, [C] par D, [A] par D et [O] par F : [I]/[C]/[A]/[ICAO].groundnet.xml → E/D/D/EDDF.groundnet.xml) Note : Dans les deux cas, si aucune position de parking n'est trouvée, {prg} cherchera dans les fichiers apt.dat présents dans les répertoires de scènes sous NavData/apt. Avec FlightGear 2.6 ou ultérieur, il est recommandé de choisir « Scènes » ; c'est désormais la valeur par défaut dans {prg}. Pour de plus amples informations, vous pouvez consulter : http://wiki.flightgear.org/About_Scenery/Airports

source: Automatic - {prg} will try to keep track of changes to the apt.dat files, and will automatically rebuild its own airport database ({aptDigest}) when this happens. Manual - The “Rebuild Airport Database” button must be used every time the ordered list of apt.dat files is changed, or any of these files.
de: Automatisch - {prg} versucht Änderungen an den apt.dat-Dateien selbst zu erkennen und automatisch die eigene Flughafendatenbank neu erstellen ({aptDigest}) . Manuell - Der “Flughafen-Datenbank neu erstellen”-Knopf muß jedes mal gedrückt werden, wenn die apt.dat-Dateien verändert wurden.
fr: Automatique - {prg} tentera de suivre les modifications des fichiers apt.dat et reconstruira automatiquement sa propre base de données d'aéroports ({aptDigest}) après chacune de ces modifications. Manuel - le bouton « Reconstruire la base de données des aéroports » doit être utilisé chaque fois que la liste des fichiers apt.dat est modifiée (l'ordre étant pris en compte), ou bien l'un quelconque de ces fichiers.

source: Rebuild the airport database from the apt.dat files present inside scenery paths under NavData/apt. This must be done every time the ordered list of these files is changed, or any of their contents. If you have left “Airport database update” to its default setting of Automatic, you don't have to worry about that: the rebuild will be done automatically every time it is needed.
de: Neu Erstellen der Flughafendatenbank aus den jetzigen apt.dat-Dateien in den Szeneriepfaden unter NavData/apt. Dies muß jedes Mal geschehen, wenn sich die geordnete Reihenfolge der apt.dat-Dateien, oder deren Inhalt ändert. Wenn Sie “Flughafendatenbank aktualisieren” auf dem Standardwert Automatisch belassen haben, brauchen Sie sich darum nicht kümmern: der Neubau wird automatisch ausgeführt.
fr: Reconstruire la base de données d'aéroports à partir des fichiers apt.dat présents dans les répertoires de scènes sous NavData/apt. Cela doit être fait à chaque fois que la liste de ces fichiers est modifiée (l'ordre étant pris en compte), ou bien l'un quelconque d'entre eux. Si vous avez laissé le paramètre « Mise à jour de la base de données des aéroports » à sa valeur par défaut (Automatique), nul besoin de se soucier de cela : la mise à jour sera faite automatiquement à chaque fois que c'est nécessaire.

source: Set the base font size in the range from {0} to {1}. Zero is a special value corresponding to a platform-dependent default size.
de: Setzt die Schriftgröße im Bereich von {0} bis {1}. Null stellt die Schrift auf die Standardgröße der Oberfläche.
fr: Fixe la taille de la police de base entre {0} à {1}. Zéro est une valeur spéciale qui fixe la police à une taille par défaut dépendant de la plate-forme.

source: Name or path to GeographicLib's MagneticField executable. If left blank, '{MagneticField}' will be searched in your PATH.
de: Name oder Pfad zu GeographicLib's MagneticField ausführbarer Datei. Falls leer, wird '{MagneticField}' in PATH gesucht.
fr: Nom ou chemin de l'exécutable MagneticField de GeographicLib. Si laissé vide, '{MagneticField}' sera cherché dans votre PATH.

source: When saving the configuration, don't store the main window size only, but also its position (i.e., the offsets from the screen borders). When this option is unchecked, only the main window size is stored.
de: Beim Speichern der Konfiguration nicht nur Größe des Hauptfensters, sondern auch die Position (z.Bsp. den Abstand zu den Bildschirmkanten) speichern. Ist diese Option nicht gewählt wird nur die Fenstergröße gespeichert.
fr: Lorsqu'on sauve la configuration, ne pas stocker uniquement la taille de la fenêtre principale, mais également sa position (c.-à.-d. les décalages par rapport aux bords de l'écran). Lorsque cette option est décochée, seule la taille de la fenêtre principale est stockée.

source: Automatically scroll the FlightGear Output Window to the end every time new text is received from FlightGear's stdout or stderr stream.
de: Das FlightGear Augabefenster automatisch nach unten an das Ende rollen, wenn neuer Text aus FlightGears stdout oder stderr erscheint.
fr: Fait défiler automatiquement jusqu'à la fin la fenêtre Sortie de FlightGear à chaque fois que celui-ci écrit sur sa sortie standard (stdout) ou d'erreur (stderr).

source: Translate the --parkpos option into a sequence of --lat, --lon and --heading options. This is useful when --parkpos is broken in FlightGear; otherwise, it is probably better to leave this option disabled.
de: Die --parkpos in eine ---lat, --lon und --heading Sequenz übersetzen. Dies ist sinnvoll, wenn FlightGears --parkpos nicht funktioniert; andernfalls ist es wahrscheinlich besser diese Option zu deaktivieren.
fr: Remplace l'option --parkpos par une suite d'options --lat, --lon et --heading. Ceci est utile lorsque --parkpos est cassée dans FlightGear ; le reste du temps, il est sans doute préférable de ne pas activer cette option.

source: Some changes may need a restart to be effective
de: Einige Änderungen könnten einen Neustart brauchen um wirksam zu werden.
fr: Certains changements peuvent nécessiter un redémarrage pour être effectifs

source: It may be necessary to restart {prg} in order to see the full effects of changing the font size.
de: Es könnte notwendig sein {prg} neu zu starten, um die ganzen Auswirkungen des Änderns der Textgröße zu sehen.
fr: Il peut être nécessaire de redémarrer {prg} pour voir tous les effets du changement de taille de police.

source: Find
de: Finden
fr: Choisir

source: FlightGear executable:
de: FlightGears ausführbare Datei:
fr: Exécutable de FlightGear :

source: Additional aircraft path(s):
de: Zusätzliche Flugzeug-Verzeichnis(se):
fr: Répertoire(s) pour les aéronefs additionnels :

source: Aircraft statistics show period:
de: Flugzeugstatistikanzeige Zeitspanne:
fr: Période visu. des statistiques sur les aéronefs :

source: The “use count” for each aircraft is the number of days it was used during the last n days, where n is the number entered here.
de: Die “Nutzungszahl” für jedes Flugzeug gibt die Anzahl der Tage an, an denen das Flugzeug während der letzten n Tage genutzt wurde. n ist die Zahl, die hier angegeben wird.
fr: Le « compteur d'utilisation » de chaque aéronef est le nombre de jours d'utilisation au cours des n derniers jours, où n est le nombre entré ici.

source: Aircraft statistics expiry period:
de: Flugzeugstatistik Verfallszeitspanne:
fr: Période d'expiration des statistiques aéronefs :

source: {prg} automatically forgets about dates you used a given aircraft when they get older than this number of days.
de: {prg} vergißt automatisch die Daten, wie oft ein Flugzeug benutzt wurde, wenn diese Daten älter als diese Anzahl an Tagen werden.
fr: {prg} oublie automatiquement les dates d'utilisation d'un aéronef lorsqu'elles sont plus anciennes que ce nombre de jours.

source: Airports statistics show period:
de: Flughafenstatistikanzeige Zeitspanne:
fr: Période visu. des statistiques sur les aérodromes :

source: The “visit count” for each airport is the number of days it was visited during the last n days, where n is the number entered here.
de: Die “Besuchsanzahl” für jeden Flughafen gibt die Anzahl der Tage an, an denen der Flughafen während der letzten n Tage besucht wurde. n ist die Zahl, die hier angegeben wird.
fr: Le « compteur de visite » de chaque aérodrome est le nombre de jours où avez démarré sur cet aérodrome au cours des n derniers jours, où n est le nombre entré ici.

source: Airports statistics expiry period:
de: Flughafenstatistik Verfallszeitspanne:
fr: Période d'expiration des statistiques aérodromes :

source: {prg} automatically forgets about dates you visited a given airport when they get older than this number of days.
de: {prg} vergißt automatisch die Daten, wie oft ein Flughafen besucht wurde, wenn diese Daten älter als diese Anzahl an Tagen werden.
fr: {prg} oublie automatiquement les dates de visite d'un aérodrome lorsqu'elles sont plus anciennes que ce nombre de jours.

source: Invalid number of days
de: Ungültige Anzahl an Tagen
fr: Nombre de jours invalide

source: A non-negative integer is required.
de: Eine nicht negative Zahl ist erforderlich.
fr: Il faut entrer un entier positif ou nul.

source: Language:
de: Sprache:
fr: Langue :

source: Font size:
de: Schriftgröße
fr: Taille de la police:

# font size
source: Default
de: Standard
fr: Défaut

source: Airport data source:
de: Flughafen-Datenquelle:
fr: Source des données d'aéroport :

source: Airport database update:
de: Flughafen Datenbank auffrischen:
fr: Mise à jour de la base de données des aéroports :

source: Rebuild airport database
de: Flughafen-Datenbank neu erstellen
fr: Reconstruire la base de données des aéroports

source: GeographicLib's MagneticField executable:
de: GeographicLib's MagneticField ausführbare Datei:
fr: Exécutable MagneticField de GeographicLib :

source: Remember the main window position
de: Die Hauptfensterposition speichern
fr: Se souvenir de la position de la fenêtre principale

source: Automatically scroll the Output Window
de: Das Ausgabefenster automatisch nach unten rollen.
fr: Défilement automatique de la Fenêtre de Sortie

source: Fake the --parkpos option
de: Die --parkpos Option vortäuschen
fr: Succédané pour l'option --parkpos

source: GPS Tool
de: GPS Werkzeug
fr: Outil GPS

source: Airport A
de: Flughafen A
fr: Aérodrome A

source: Airport B
de: Flughafen B
fr: Aérodrome B

source: Calculations
de: Berechnungen
fr: Calculs

source: Distance in
de: Entfernung in
fr: Distance en

source: nautical miles
de: Nautische Meilen
fr: miles nautiques

source: kilometers
de: Kilometer
fr: kilomètres

source: Bearings
de: Richtungen
fr: Azimuts

# Bearings
source: magnetic
de: magnetisch
fr: magnétiques

# Bearings
source: true
de: wahr
fr: vrais

source: Speed in
de: Geschwindigkeit in
fr: Vitesse en

source: knots
de: Knoten
fr: nœuds

source: Calculation method
de: Methode zur Berechnung
fr: Méthode de calcul

source: Distance between A and B:
de: Entfernung zwischen A und B:
fr: Distance entre A et B :

source: Bearings from A to B:
de: Richtung von A nach B:
fr: Azimuts de A vers B :

# bearings for a path between two points
source: init:
de: anfangs:

# bearings for a path between two points
source: final:
de: schließlich:

source: Bearings from B to A:
de: Richtung von B nach A:
fr: Azimuts de B vers A :

source: Ground speed:
de: Geschwindigkeit über Grund:
fr: Vitesse sol :

source: Decomposition using Julian years (1 Julian year = {days} days)
de: Zerlegung mit Julianischen Jahren (1 Julianisches Jahr = {days} Tage)
fr: Décomposition utilisant l'année julienne (1 année julienne = {days} jours)

source: Search:
de: Suche:
fr: Chercher :

source: Clear
de: Leeren
fr: Effacer

source: Unable to perform this calculation
de: Kann diese Berechnung nicht ausführen
fr: Impossible d'effectuer ce calcul

source: Could not compute the distance and bearings between {icaoA} ({nameA}) and {icaoB} ({nameB}). Vincenty's algorithm for the geodetic inverse problem is known not to handle all possible cases (most notably, it can't handle the case of two antipodal or nearly antipodal points). Use Karney's calculation method if you want to see the results for these two airports.
de: Kann die Entfernung und Richtung zwischen {icaoA} ({nameA}) und {icaoB} ({nameB}) nicht berechnen. Vincentys Algorythmus für das geodäsische Umkehrproblem kann bekannterweise nicht alle möglichen Fälle behandeln (am auffälligsten ist, daß es zwei entgegengesetzte oder beinahe entgegengesetzte Punkte nicht bestimmen kann). Benutzen Sie Karneys Berechnungsmethode um die Ergebnisse für diese beiden Flughäfen zu bekommen.
fr: Impossible de calculer la distance et les azimuts entre {icaoA} ({nameA}) et {icaoB} ({nameB}). L'algorithme de Vincenty pour le problème géodésique inverse est connu pour ne pas être capable de traiter tous les cas possibles (en particulier, il ne peut traiter le cas de deux points antipodaux ou presque). Utilisez la méthode de Karney si vous voulez voir le résultat pour ces deux aérodromes.

source: year
de: Jahr
fr: année

source: day
de: Tag
fr: jour

source: hour
de: Stunde
fr: heure

# duration expression
source: and
de: und
fr: et

source: Pressure Converter
de: Druck Umrechner
fr: Convertisseur de pression

source: Inches of mercury (inHg):
de: Zoll Quecksilber (inHg):
fr: Pouces de mercure (inHg) :

source: Hectopascals (hPa):
de: Hektopascal (hPa):

source: Set the standard pressure ({std_hPa} hPa = {std_inHg} inHg)
de: Standarddruck setzen ({std_hPa} hPa = {std_inHg} inHg)
fr: Pression atmosphérique « normale » (1 atm = {std_hPa} hPa = {std_inHg} inHg)

source: Close
de: Schließen
fr: Fermer

source: Airport finder
de: Flughafensuche
fr: Recherche d'un aérodrome

source: Reference airport
de: Bezugsflughafen
fr: Aérodrome de référence

source: Land rwys
de: Landstartbahnen
fr: Pistes terrestres

source: Water rwys
de: Wasserstartbahnen
fr: Pistes d'eau

source: Helipads
de: Hubschrauberlandeplätze
fr: Hélisurfaces

source: Shortest rwy (m)
de: Kürzeste Startbahn (m)
fr: Piste la plus courte (m)

source: Longest rwy (m)
de: Längste Startbahn (m)
fr: Piste la plus longue (m)

source: Search parameters
de: Suchparameter
fr: Paramètres de recherche

source: Number of land runways
de: Anzahl der Landstartbahnen
fr: Nombre de pistes terrestres

source: Number of water runways
de: Anzahl der Wasserstartbahnen
fr: Nombre de pistes d'eau

source: Number of helipads
de: Anzahl der Hubschrauberlandeplätze
fr: Nombre d'hélisurfaces

source: Has land or water runways
de: Hat Land- oder Wasserstartbahnen
fr: Possède piste terrestre ou d'eau

source: Only include airports that have at least one land or water runway
de: Nur Flughäfen mit mindestens einer Land- oder Wasserstartbahn finden
fr: Inclure uniquement les aérodromes comportant au moins une piste terrestre ou une piste d'eau

source: Longest runway
de: längste Start-/Landebahn
fr: Piste la plus longue

# runway length
source: at least
de: mindestens
fr: au moins

source: Shortest runway
de: kürzeste Start-/Landebahn
fr: Piste la plus courte

# runway length
source: at most
de: höchstens
fr: au plus

source: Search
de: Suchen
fr: Chercher

source: Find all airports matching the specified criteria. Can be run with Alt-S.
de: Suche alle Flughäfen mit den angegeben Kriterien. Kann mit Alt-S gestartet werden.
fr: Trouver tous les aérodromes correspondant aux critères spécifiés. Peut être lancé avec Alt-S.

source: Search results
de: Suchergebnisse
fr: Résultats de la recherche

source: Direction
de: Richtung
fr: Sens

source: to reference airport
de: zum Bezugsflughafen
fr: vers aérodrome de référence

source: from reference airport
de: vom Bezugsflughafen
fr: depuis aérodrome de référence

source: Distances in
de: Entfernungen in
fr: Distances en

source: Choose selected airport
de: Ausgewählten Flughafen wählen
fr: Choisir l'aérodrome sélectionné

source: Choose the selected airport and close this dialog
de: Den ausgewählten Flughafen wählen und diesen Dialog schließen
fr: Choisir l'aérodrome sélectionné et fermer cette boîte de dialogue

source: Clear results
de: Suchergebnisse leeren
fr: Effacer les résultats

source: Clear the table of results. This may free up a small amount of memory if a very large number of results is displayed.
de: Die Ergebnistabelle leeren. Dies kann ein wenig Speicher freigeben, wenn sehr viele Ergebnisse dargestellt werden.
fr: Effacer le contenu du tableau des résultats. Cela peut libérer une petite quantité de mémoire si un très grand nombre de résultats est affiché.

source: Distance
de: Entfernung

source: Init. bearing
de: Anfängliche Richtung
fr: Azimut init.

source: Final bearing
de: Abschließende Richtung
fr: Azimut final

source: Invalid minimum distance value
de: Ungültiger Wert für minimale Entfernung
fr: Entrée invalide pour la distance minimale

source: Invalid maximum distance value
de: Ungültiger Wert für maximale Entfernung
fr: Entrée invalide pour la distance maximale

source: Invalid length
de: Ungültige Länge
fr: Longueur invalide

source: '{input}' is not a valid distance.
de: '{input}' ist keine gültige Entfernung.
fr: '{input}' n'est pas une distance valide.

source: '{input}' is not a valid length.
de: '{input}' ist keine gültige Länge.
fr: '{input}' n'est pas une longueur valide.

source: Only non-negative decimal numbers are allowed here.
de: Nur nicht-negative Dezimalzahlen sind hier erlaubt.
fr: Seuls les nombres décimaux positifs ou nuls sont autorisés ici.

source: Invalid value
de: Ungültiger Wert
fr: Valeur invalide

source: '{input}' is not a valid runway or helipad count. Only non-negative integers are allowed here.
de: '{input}' ist keine gültige Start-/Landebahn- oder Hubschrauberlandeplatzanzahl. Nur nicht-negative Ganzzahlen sind hier erlaubt.
fr: '{input}' n'est pas valide en tant que nombre de pistes ou d'hélisurfaces. Seuls les nombres entiers positifs ou nuls sont autorisés ici.

source: Distance from ref. ({refIcao})
de: Entfernung von Ref. ({refIcao})
fr: Distance à aérodr. réf. ({refIcao})

source: Calculating distances and bearings...
de: Berechne Entfernungen und Richtungen...
fr: Calcul des distances et azimuts...

source: Some results might be missing
de: Manche Ergebnisse könnten fehlen
fr: Certains résultats pourraient manquer
