Repository: frougon/FFGo
Catalog: ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: de, fr

source: Could not compute distance and bearings between {refICAO} and the following airport(s): {aptList}. Vincenty's algorithm for the geodetic inverse problem is known not to handle all possible cases. Use Karney's calculation method if you want to see all results. Normally, this problem can only happen between airports that are antipodal or nearly so. Therefore, if you are not interested in such cases, you can probably ignore this message.
de: Kann die Entfernung und Richtung zwischen {refICAO} und dem folgenden Flughafen nicht berechnen: {aptList}. Vincentys Algorythmus für das geodäsische Umkehrproblem kann bekannterweise nicht alle möglichen Fälle behandeln. Benutzen Sie Karneys Berechnungsmethode um alle Ergebnisse zu bekommen. Normalerweise kann das nur passieren, wenn die Flughäfen sich gegenüberliegen, oder sehr nahe daran. Daher können sie diese Nachricht getrost ignorieren, wenn sie daran nicht interessiert sind.
fr: Impossible de calculer la distance et les azimuts entre {refICAO} et le(s) aérodrome(s) suivant(s) : {aptList}. L'algorithme de Vincenty pour le problème géodésique inverse est connu pour ne pas être capable de traiter tous les cas possibles. Utilisez la méthode de Karney si vous voulez voir tous les résultats. Normalement, ce problème ne peut se produire qu'entre des aérodromes antipodaux ou presque. Par conséquent, à moins d'être intéressé par ces cas particuliers, vous pouvez probablement ignorer ce message.

source: Found {} airport
de: Flughafen {} gefunden
fr: {} aérodrome trouvé

source: Airport is filtered out
de: Flughafen wurde herausgefiltert
fr: Aérodrome non disponible (filtrage)

source: It is impossible to select “{name}” ({icao}) in {prg}'s main window, because it is not present in the airport list from that window. You have probably enabled the option to only show airports for which you have scenery installed. In order to be able to select this airport, you should either deselect this option from the Settings menu (“Show installed airports only”) or install scenery for this airport.
de: Es ist unmöglich “{name}” ({icao}) in {prg}'s Hauptfenster auszuwählen, weil dieser Flughafen nicht in der Flughafenliste dieses Fensters ist. Wahrscheinlich wurde die Option gewählt: nur installierte Flughäfen anzeigen. Um diesen Flughafen auswählen zu können, sollten sie entweder die Option (“nur installierte Flughäfen anzeigen”) im Einstellungsmenü abschalten oder die Szenerie für diesen Flughafen installieren.
fr: Impossible de sélectionner « {name} » ({icao}) dans la fenêtre principale de {prg} car il est absent de la liste des aérodromes de cette fenêtre. Vous avez probablement activé l'option n'affichant que les aérodromes pour lesquels des scènes ont été installées. Pour pouvoir choisir cet aérodrome, vous devez soit désactiver cette option depuis le menu Paramètres (« Afficher uniquement les aéroports installés »), soit installer des scènes pour cet aérodrome.

source: Load...
de: Laden...
fr: Charger...

source: Reload config file
de: Konfigurationsdatei neu laden
fr: Recharger fichier de config

source: Ctrl-R
de: Strg-R

source: Save as...
de: Speichern unter ...
fr: Enregistrer sous...

source: Run FlightGear
de: Starte FlightGear
fr: Lancer FlightGear

source: Ctrl-F
de: Strg-F

source: Save & Quit
de: Speichern & beenden
fr: Enregistrer et quitter

source: Ctrl-Q
de: Strg-Q

source: Quit
de: Beenden
fr: Quitter

source: File
de: Datei
fr: Fichier

source: Show installed airports only
de: Nur installierte Flughäfen anzeigen
fr: Afficher uniquement les aéroports installés

source: Update list of installed airports
de: Liste der Flughäfen auffrischen
fr: Mettre à jour la liste des aéroports installés

source: Show FlightGear arguments
de: Zeige FlightGear Parameter
fr: Afficher les arguments de FlightGear

source: Show FlightGear arguments in separate window
de: Zeige FlightGear Parameter in neuem Fenster
fr: Afficher les arguments de FlightGear dans une fenêtre séparée

source: Show FlightGear output
de: Zeige FlightGear Terminalausgaben
fr: Afficher la sortie de FlightGear

source: Show FlightGear output in separate window
de: Zeige FlightGear Terminalausgaben in neuem Fenster
fr: Afficher la sortie de FlightGear dans une fenêtre séparée

source: Settings
de: Einstellungen
fr: Paramètres

source: Airport Finder
de: Flughafensuche
fr: Recherche d'aérodrome

source: Pressure converter
de: Druck Umrechner
fr: Convertisseur de pression

source: Copy FG shell-equivalent command
de: Kopiere FG Shell Kommando
fr: Copier équivalent shell commande FG

source: Test stuff
de: Starte testStuff
fr: Tester des trucs

source: Ctrl-T
de: Strg-T

source: Tools
de: Werkzeuge
fr: Outils

source: Help
de: Hilfe
fr: Aide

source: Show available fgfs options
de: Zeige verfügbare fgfs Optionen
fr: Montrer options fgfs disponibles

source: About
de: Über
fr: À propos de

source: Number of days the aircraft was used during the selected period (cf. “Aircraft statistics show period” in the Preferences dialog)
de: Anzahl der Tage, an denen das Flugzeug genutzt wurde, während der ausgewählten Zeit (vgl. “Flugzeugstatistikanzeige Zeitspanne” im Einstellungsdialog)
fr: Nombre de jours où l'aéronef a été utilisé au cours de la période sélectionnée (voir « Période visu. des statistiques sur les aéronefs » dans la boîte de dialogue Préférences)

source: Aircraft
de: Flugzeug
fr: Aéronef

source: Directory
de: Verzeichnis
fr: Répertoire

source: Use count
de: Nutzungsanzahl
fr: Nb util.

source: Select Scenario
de: Szenario wählen
fr: Sélectionner un scénario

source: Parking:
de: Parkplatz:

source: Rwy:
de: Startbahn:
fr: Piste :

source: Airport:
de: Flughafen:
fr: Aéroport :

source: current time
de: aktuelle Zeit
fr: heure actuelle

source: dawn
de: Sonnenaufgang
fr: aube

source: morning
de: Morgen
fr: matin

source: noon
de: Mittag
fr: midi

source: afternoon
de: Nachmittag
fr: après-midi

source: dusk
de: Sonnenuntergang
fr: crépuscule

source: evening
de: Abend
fr: soir

source: midnight
de: Mitternacht
fr: minuit

# season
source: default
de: Standard
fr: par défaut

# season
source: summer
de: Sommer
fr: été

source: Time of day:
de: Tageszeit:
fr: Heure du jour :

source: Season:
de: Jahreszeit:
fr: Saison :

source: Automatic scenery download
de: Automatischer Szeneriedownload
fr: Téléchargement auto des scènes

source: Enabling this causes FlightGear to automatically download scenery as you fly (this FlightGear feature is called TerraSync). The location where these downloads take place can be chosen in the Preferences dialog. See <http://wiki.flightgear.org/TerraSync> for more details.
de: Wird diese Option aktiviert, so wird FlightGear automatisch die nötige Szenerie herunterladen während Sie fliegen (diese FlightGear-funktion heißt TerraSync). Der Ort, wohin diese Downloads geladen werden kann im Einstellungsdialog ausgewählt werden. Siehe <http://wiki.flightgear.org/TerraSync> für weitere Einzelheiten.
fr: Lorsque cette option est activée, FlightGear télécharge automatique les scènes au fil du vol (cette fonctionnalité de FlightGear est appelée TerraSync). Le répertoire utilisé pour ces téléchargements peut être choisi dans la boîte de dialogue Préférences. Voir <http://wiki.flightgear.org/TerraSync> pour de plus amples informations.

source: Automatic download of weather data
de: Automatischer Download von Wetterberichten
fr: Téléchargement auto de la météo

source: Enabling this causes FlightGear to automatically download weather data as you fly (in the form of METAR reports). This causes the weather in FlightGear to match the current real world weather at the location of your flight.
de: Wird dies aktiviert, lädt FlightGear automatisch die nötigen Wetterdaten herunter, während man fliegt (in der Form von METAR Wetterberichten). Dies bewirkt, daß das Wetter in FlightGear dem echten Wetter, wo man sich gerade befindet auf der Welt, sehr ähnelt.
fr: Lorsque cette option est activée, FlightGear télécharge automatiquement des données météorologiques au fil du vol, sous la forme de rapports METAR. On a alors essentiellement le même temps dans FlightGear que dans la réalité à l'endroit du vol.

source: Start FlightGear in full screen
de: FlightGear im Vollbildmodus starten
fr: Démarrer FlightGear en plein écran

source: Start FlightGear paused
de: FlightGear pausiert starten
fr: Démarrer FlightGear en pause

source: Enable multi-sample anti-aliasing
de: Multi-sample Anti-aliasing aktivieren
fr: Activer l'anti-crénelage

source: Enabling this makes any still image in FlightGear smoother (less pronounced pixelation effect). It is also likely to reduce the frame rate, though maybe in a negligible way—just try it.
de: Damit wird die Bildwiedergabe in FlightGear weicher (weniger verpixelt), aber das kann eventuell die Bildwiederholrate verringern, vielleicht auch nicht - einfach ausprobieren.
fr: Cette option améliore l'aspect de chaque image fixe produite par FlightGear en atténuant l'effet de pixellisation, au prix d'une probable diminution du nombre d'images par seconde. Ce coût en terme de performances est souvent très faible, aussi est-il conseillé d'essayer l'option avant de la condamner.

source: Use the Rembrandt renderer
de: Rembrandt Renderer benutzen
fr: Activer Rembrandt

source: Enable the Rembrandt renderer, which uses a technique known as deferred rendering. The most remarkable feature of this renderer is light management (reflections, shadows, night scenes...). Please note that it is significantly slower than both the default renderer and the ALS renderer (“Atmospheric Light Scattering”).
de: Aktiviert den Rembrandt Renderer. Dessen Stärke liegt im Lichtmanagement (Reflektionen, Schatten, Nachtszenen...), allerdings ist Rembrandt um einiges langsamer als der Standardrenderer oder ALS (“Atmosphärische Lichtbrechung”).
fr: Active le moteur de rendu différé Rembrandt. Sa caractéristique la plus remarquable est la gestion de la lumière (réflexions, ombres, scènes de nuit...). Veuillez noter que Rembrandt est significativement plus lent que le moteur de rendu par défaut ainsi que le moteur de rendu ALS (“Atmospheric Light Scattering”).

source: Number of days the airport was visited during the selected period (cf. “Airports statistics show period” in the Preferences dialog)
de: Anzahl der Tage, an denen der Flughafen besucht wurde, während der ausgewählten Zeit (vgl. “Flugzeugstatistikanzeige Zeitspanne” im Einstellungsdialog)
fr: Nombre de jours où vous avez démarré sur l'aérodrome au cours de la période sélectionnée (voir « Période visu. des statistiques sur les aérodromes » dans la boîte de dialogue Préférences)

source: Airport name
de: Flughafenname
fr: Nom de l'aérodrome

source: Visit count
de: Besuchsanzahl
fr: Nb visites

source: Ready
de: Bereit
fr: Prêt

source: Reload config
de: Konfiguration neu laden
fr: Recharger config.

source: Reload the configuration file ({cfg_file})
de: Konfigurationsdatei neu laden ({cfg_file})
fr: Recharger le fichier de configuration ({cfg_file})

source: Run FG
de: FG starten
fr: Lancer FG

source: GeographicLib's Python 3 implementation: version {}
de: GeographicLib's Python 3 Implementierung: version {}
fr: Adaptation de GeographicLib pour Python 3 : version {}

source: Using:
de: Benutze:
fr: Utilise :

source: {prgWithVer} started {using}
de: {prgWithVer} gestartet {using}
fr: {prgWithVer} démarré {using}

source: [{prg} warning] {libName} library not found. Aircraft thumbnails won't be displayed.
de: [{prg} warning] {libName} nicht gefunden. Flugzeugbilder werden nicht angezeigt werden.
fr: [Mise en garde {prg}] Bibliothèque {libName} non trouvée. Les vignettes d'aéronefs ne pourront être affichées.

source: [{prg} notice] {libName}'s implementation for Python 3 not found. {prg} has fallback strategies, therefore you shouldn't see much of a difference. However, some particular geodetic calculations can only be done with {libName}. You will be notified when such a case is encountered.
de: [{prg} notice] {libName}'s Implementierung für Python 3 nicht gefunden. {prg} hat Ausweichlösungen, daher sollten Sie keinen Unterschied bemerken. Allerdings können einige geodäsische Berechnungen nur mit {libName} vorgenommen werden. Sie werden benachrichtigt, wenn das passiert.
fr: [Note {prg}] Adaptation de {libName} pour Python 3 non trouvée. {prg} a des stratégies de repli, par conséquent vous ne devriez pas voir de différence importante. Cependant, certains calculs géodésiques ne peuvent être effectués qu'avec {libName}. Vous serez notifié si un tel cas se présente.

source: [{prg} warning] {libName}'s MagneticField executable not found or not working properly ({reason}). Some features requiring knowledge about the Earth's magnetic field will be disabled (e.g., computing a magnetic heading from a true heading).
de: [{prg} warning] {libName}'s MagneticField ausführbare Datei konnte nicht gefunden werden oder arbeitet nicht korrekt ({reason}). Einige Funktionen die Daten über das Magnetfeld der Erde benötigen werden deaktiviert (z.Bsp. einen magnetischen Kurs aus einem wahren Kurs berechnen).
fr: [Mise en garde {prg}] Exécutable MagneticField de {libName} non trouvé ou ne fonctionnant pas correctement ({reason}). Certaines fonctionnalités nécessitant de connaître le champ magnétique terrestre seront désactivées (par exemple, le calcul d'une orientation magnétique à partir d'une orientation vraie).

source: Change “Airport data source” to “Scenery”?
de: Ändere “Flughafendatenquelle” auf “Szenerie”?
fr: Choisir « Scènes » comme « Source des données d'aéroport » ?

source: In old FlightGear versions (up to 2.4.0 according to <http://wiki.flightgear.org/About_Scenery/Airports>), parking data was read from $FG_ROOT/AI/Airports/. Up to version 1.2.1, the default {prg} setting for “Airport data source” used to match this behavior.
de: In alten FlightGear Versionen (bis 2.4.0 gemäß <http://wiki.flightgear.org/About_Scenery/Airports>), wurden Parkplatzdaten aus $FG_ROOT/AI/Airports/ gelesen. Bis Version 1.2.1 war die {prg}-Standard Einstellung “Flughafendatenquelle”, um diesem Verhalten zu folgen.
fr: Dans les anciennes versions de FlightGear (jusqu'à la 2.4.0 selon <http://wiki.flightgear.org/About_Scenery/Airports>), les données de parking étaient lues depuis $FG_ROOT/AI/Airports/. Jusqu'à la version 1.2.1 de {prg}, la valeur par défaut du paramètre « Source des données d'aéroport » correspondait à ce fonctionnement de FlightGear.

source: In contemporary versions of FlightGear, this parking data is read from $FG_SCENERY/Airports/ instead (which is automatically updated if you use TerraSync and have included its download directory into $FG_SCENERY). In order to match this behavior, the default value for “Airport data source” in {prg} has been changed to “Scenery”.
de: In heutigen Versionen von FlightGear wird die Parkplatzinformation statt dessen aus $FG_SCENERY/Airports gelesen (Wenn TerraSync genutzt wird und dessen Downloadverzeichnis in FG_SCENERY gesetzt wurde, wird dies auch automatisch aktualisiert). Um diesem Verhalten zu folgen wurde der Standardwert der “Flughafendatenquelle” in {prg} auf “Szenerie” gesetzt.
fr: Avec les versions contemporaines de FlightGear, ces données de parking sont plutôt lues depuis $FG_SCENERY/Airports/ (qui est mis à jour automatiquement si vous utilisez TerraSync et avez inclus son répertoire de téléchargement dans $FG_SCENERY). Afin d'être en accord avec ce fonctionnement, la valeur par défaut pour le paramètre « Source des données d'aéroport » de {prg} a été changée et est désormais « Scènes ».

source: Your “Airport data source” setting is currently set to the old default. Do you want to change it to “Scenery”? Unless you are using FlightGear 2.4 or earlier, it is recommended to say “Yes”.
de: Die “Flughafendatenquelle”-Einstellung ist momentan auf den alten Standard gesetzt. Soll dieser auf “Szenerie” gesetzt werden? Es sei denn es wird FlightGear 2.4 oder früher eingesetzt, wird empfohlen “Ja” zu sagen.
fr: Votre paramètre « Source des données d'aéroport » correspond actuellement à l'ancienne valeur par défaut. Souhaitez-vous sa changer valeur en « Scènes » ? À moins que vous n'utilisiez FlightGear 2.4 ou antérieur, il est recommandé de répondre « Oui ».

source: Note: you may need to go to an airport first, let TerraSync download scenery for a few minutes, then quit FlightGear before parking data is available for this airport in $FG_SCENERY, allowing {prg} to use it.
de: Anmerkung: es kann sein, daß sie zuerst auf einem Flughafen starten müssen damit TerraSync die Szenerie herunterladen kann. Beenden sie dann FlightGear, danach können Parkplatzdaten für diesen Flughafen in $FG_SCENERY verfügbar sein, so daß {prg} diese nutzen kann.
fr: Note : il peut être nécessaire de se rendre dans un aéroport, laisser TerraSync télécharger les scènes pendant quelques minutes, puis quitter FlightGear afin que les données de parking pour l'aéroport en question soient écrites dans $FG_SCENERY, où {prg} peut les trouver.

source: Change “Airport database update” to “Automatic”?
de: Ändere “Flughafendaten erneuern” auf “Automatisch”?
fr: Mettre le paramètre « Mise à jour de la base de données des aéroports » à « Automatique » ?

source: Whenever FlightGear's apt.dat files are updated, {prg} must rebuild its own airport database for proper operation. This can be done manually with the “Rebuild Airport Database” button from the Preferences dialog, or automatically whenever {prg} detects a change in FlightGear's apt.dat files.
de: Immer wenn FlightGear's apt.dat-Dateien erneuert werden, muß {prg} seine eigene Flughafendatenbank neu aufbauen um richtig zu funktionieren. Dies kann händisch durch den “Flughafen-Datenbank neu erstellen” Knopf im Einstellungsdialog geschehen, oder automatisch, wenn {prg} Änderungen an FlightGear's apt.dat-Dateien erkennt.
fr: Chaque fois que les fichiers apt.dat de FlightGear sont mis à jour, {prg} doit reconstruire sa propre base de données d'aéroports pour fonctionner correctement. Ceci peut être fait soit manuellement avec le bouton « Reconstruire la base de données des aéroports » de la boîte de dialogue Préférences, soit automatiquement à chaque fois que {prg} détecte un changement dans les fichiers apt.dat de FlightGear.

source: The default setting in {prg} for this option is now “Automatic”, because it is convenient, with no significant drawback in my opinion. Do you want to follow this new default and set “Airport database update” to “Automatic”?
de: Die Standardeinstellung in {prg} für diese Option ist jetzt “Automatisch”, da es meiner Meinung nach bequem ist und keine nennenswerten Nachteile mit sich bringt. Möchten Sie dieses neue Standardverhalten beibehalten und “Flughafen-Datenbank neu erstellen” auf “Automatisch”setzen?
fr: La valeur par défaut pour cette option de {prg} est désormais « Automatique », car cela est pratique sans présenter d'inconvénient notable à mon avis. Voulez-vous adopter la nouvelle valeur par défaut et donner à l'option « Mise à jour de la base de données des aéroports » la valeur « Automatique » ?

source: Translation:
de: deutsche Übersetzung: chris_blues <chris@musicchris.de>
fr: Traduction : Olivier Faivre, f-ojac, Florent Rougon

source: Authors: {}
de: Authoren: {}
fr: Auteurs : {}

source: Magnetic variation unavailable: {reason}.
de: Magnetische Abweichung nicht verfügbar: {reason}.
fr: Déclinaison magnétique non disponible : {reason}.

# FlightGear version
source: none
de: keine
fr: aucune

source: (you may want to check the '{fgfs}' executable and FG_ROOT paths, as well as the FlightGear working directory defined in Settings → Preferences)
de: (Sie sollten die ausführbare Datei '{fgfs}' und FG_ROOT Pfade prüfen, sowie das FlightGear Arbeitsverzeichnis, definiert in Einstellungen → Eigenschaften)
fr: (il faudrait peut-être vérifier le chemin de l'exécutable '{fgfs}', la valeur de FG_ROOT ainsi que le répertoire de travail de FlightGear, tels qu'ils sont définis dans Paramètres → Préférences)

source: Detected FlightGear version: {ver}
de: Erkannte FlightGear Version: {ver}
fr: Version de FlightGear détectée : {ver}

source: License
de: Lizenz
fr: Licence

source: {prg} Config Files
de: {prg} Konfigurationsdateien
fr: Fichiers de configuration {prg}

source: FGo! Config Files
de: FGo! Konfigurationsdateien
fr: Fichiers de configuration FGo!

source: Building the airport list (this may take a while)...
de: Generiere Flughafenliste (das kann etwas dauern...)
fr: Génération de la liste des aéroports (ceci peut prendre du temps)...

# carrier
source: None
de: Keine
fr: Aucun

# flight type
source: Cargo
de: Fracht
fr: Avions-cargo

# flight type
source: General aviation
de: Allgemeine Luftfahrt
fr: Aviation générale

# flight type
source: Mil. cargo
de: Mil.Fracht
fr: Transport mil.

# flight type
source: Mil. fighter
de: Mil. Kampfflug
fr: Chasseurs mil.

# flight type
source: VTOL
de: Senkrechtstarter
fr: ADAV

# flight type
source: Misc
de: Versch
fr: Divers

# flight type
source: Tie-down
de: Festgezurrt
fr: Point d'attache

# flight type
source: Unspecified
de: nicht spezifiziert
fr: Non spécifié

# parking position
source: None
de: Keine
fr: Aucun

source: Unable to load airport data
de: Kann Flughafen-Daten nicht laden.
fr: Impossible de charger les données d'aéroport

source: Attempt to load data for airport {icao} from apt digest file '{aptDigest}' using index {index}, which is greater than, or equal to the supposed size of uncompressed '{aptDat}' ({uncompSize} bytes) as recorded in '{aptDigest}'.
de: Versuche Daten zu laden zum Flughafen {icao} aus apt Auszugsdatei '{aptDigest}' nutze Index {index}, welche größer oder gleich groß ist wie die angenommene Größe der unkomprimierten '{aptDat}' ({uncompSize} bytes) angegeben in '{aptDigest}'.
fr: Tentative de chargement des données de l'aéroport {icao} à partir du fichier « apt digest » '{aptDigest}' via l'index {index}, qui est supérieur ou égal à la taille supposée de '{aptDat}' après décompression ({uncompSize} octets) telle qu'elle a été enregistrée dans '{aptDigest}'.

source: Unable to find data for airport {icao} in apt digest file '{aptDigest}' at index {index}.
de: Konnte keine Daten finden zum Flughafen {icao} in apt Auszugsdatei '{aptDigest}' bei Index {index}.
fr: Impossible de trouver les données de l'aéroport {icao} dans le fichier « apt digest » '{aptDigest}' à l'index {index}.
