Repository: frougon/FFGo
Catalog: ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: de, fr

source: '{aircraftName}' in '{aircraftDir}'
fr: '{aircraftName}' dans '{aircraftDir}'
