Repository: frougon/FFGo
Catalog: ffgo/data/locale/*/LC_MESSAGES/FFGo.po
Languages: de, fr

source: {startOfMsg} This may be explained by '{aptDigest}' being out of date relatively to '{aptDat}'. In such a case, you should just rebuild the airport database from the Miscellaneous tab of the Preferences dialog. If you are *sure* this is not the explanation, please report a bug using the instructions on {prg}'s home page including: - a screenshot containing this message; - a copy of the '{aptDat}' and '{aptDigest}' files (DON'T REBUILD THE AIRPORT DATABASE before making a copy of '{aptDigest}', otherwise it will be useless!). Thank you.
de: {startOfMsg} Dies läßt sich damit erklären, daß '{aptDigest}' nicht mehr auf dem aktuellen Stand ist mit '{aptDat}'. In solch einem Falle sollte die Flughafendatenbank, im Verschiedenes-Tab des Einstellungsdialogs, neu erstellt werden. Wenn Sie *sicher* sind, daß dies nicht der Fall ist, bitte senden sie einen Fehlerreport. Beachten Sie die Anweisungen auf {prg}'s Homepage - außerdem: - ein Bildschirmfoto mit dieser Nachricht; - eine Kopie der '{aptDat}' und '{aptDigest}' Dateien (NICHT DIE FLUGHAFENDATENBANK NEU ERSTELLEN vor dem Kopieren der '{aptDigest}', sonst ist sie nutzlos!) Danke.
fr: {startOfMsg} Ceci peut être dû à un fichier '{aptDigest}' non à jour par rapport à '{aptDat}'. Dans ce cas, vous devriez simplement reconstruire la base de données des aéroports à partir de l'onglet Divers de la boîte de dialogue Préférences. Si vous êtes *certain* que ce n'est pas l'explication, merci de bien vouloir signaler un bogue en suivant les instructions données sur la page d'accueil de {prg} en veillant à bien inclure : - une capture d'écran contenant ce message ; - une copie des fichiers '{aptDat}' et '{aptDigest}' (NE PAS RECONSTRUIRE LA BASE DE DONNÉES DES AÉROPORTS avant de faire une copie de '{aptDigest}', autrement il perdra tout son intérêt !). Merci.

# runway
source: Default
de: Standard
fr: Défaut

source: FlightGear is already running
de: Flightgear läuft bereits
fr: FlightGear est déjà lancé

source: Sorry, FlightGear is already running and we'd rather not run two instances simultaneously under the same account.
de: Verzeihung, FlightGear läuft bereits und wir wollen lieber nicht zwei Instanzen gleichzeitig unter demselben Konto starten.
fr: Désolé, FlightGear tourne déjà et nous préférons éviter de lancer simultanément deux instances depuis le même compte.

source: FlightGear executable not properly set
de: Flightgears ausführbare Datei nicht korrekt gesetzt
fr: L'exécutable de FlightGear n'est pas correctement défini

source: The name or path to the FlightGear executable is either empty or only contains whitespace. Set it in the Preferences dialog accessible from the Settings menu. The FlightGear executable is normally called '{execProgName}' on your platform.
de: Der Name oder Pfad zu FlightGears ausführbarer Datei ist entweder leer oder enthält nur Leerzeichen. Setzen Sie dies im Eigenschaftendialog im Einstellungsmenü. Die ausführbare Datei Flightgears heißt normalerweise '{execProgName}' auf ihrem Betriebssystem.
fr: Le nom ou chemin de l'exécutable de FlightGear est soit vide, soit uniquement constitué de « blancs » (espaces, tabulations, etc.). Il vous faut le définir via Paramètres → Préférences. L'exécutable de FlightGear s'appelle en principe '{execProgName}' sur votre système.

source: No aircraft selected
de: Kein Flughafen ausgewählt.
fr: Aucun aéronef n'est sélectionné

source: No valid aircraft was selected in the aircraft list.
de: Es wurde kein Flugzeug aus der Liste gewählt.
fr: Aucun aéronef valide n'a été sélectionné dans la liste des aéronefs.

source: No airport selected
de: Kein Flughafen ausgewählt.
fr: Aucun aérodrome n'est sélectionné

source: No valid airport was selected in the airport list.
de: Es wurde kein Flughafen aus der Liste ausgewählt.
fr: Aucun aérodrome valide n'a été sélectionné dans la liste des aérodromes.

source: Cannot start FlightGear now.
de: Kann FlightGear jetzt nicht starten.
fr: Impossible de démarrer FlightGear maintenant.

source: The configuration in the main text field has an invalid syntax: {errmsg}. See docs/README.conditional-config or the CondConfigParser Manual for a description of the syntax rules.
de: Die Konfiguration im Haupttextfeld weist eine ungültige Syntax auf: {errmsg} Siehe docs/README.conditional-config oder das CondConfigParser Handbuch für eine Beschreibung der Syntaxregeln.
fr: La configuration dans le champ texte principal a une syntaxe invalide : {errmsg}. Voir docs/README.conditional-config ou le manuel de CondConfigParser pour une description des règles syntaxiques.

source: Unsupported option in the Options Window.
de: Nicht unterstützte Option im Optionsfenster.
fr: Option non supportée dans la Fenêtre d'Options.

source: The configuration in the main text field uses the fgfs option {option}, which is unsupported because every change to its value could potentially require a time-consuming rebuild of the airport database. Use the “download directory” setting of the Preferences dialog for equivalent functionality.
de: Die Konfiguration im Haupttextfeld nutzt die Option {option}. Dies wird nicht unterstützt, da jede Änderung an deren Wert potentiell einen zeitaufwändigen Neubau der Flughafendatenbank mit sich bringt. Nutzen Sie statt dessen “Downloadverzeichnis” im Einstellungsdialog für die gleiche Funktionalität.
fr: La configuration dans le champ texte principal utilise l'option {option} de fgfs, laquelle n'est pas supportée car chaque modification de la valeur associée nécessite potentiellement de reconstruire la base de données d'aéroports, ce qui prend un certain temps. Utilisez le paramètre « répertoire de téléchargement » de la boîte de dialogue Préférences pour une fonctionnalité équivalente.

source: Starting %s with following options:
de: Starte %s mit folgenden Optionen:
fr: Démarrage de %s avec les options suivantes :

source: FlightGear is running...
de: Flightgear läuft...
fr: FlightGear est lancé...

source: Unable to run FlightGear!
de: Kann FlightGear nicht starten!
fr: Impossible de démarrer FlightGear !

source: Please make sure that the “FlightGear executable”, “FG_ROOT” and “Working directory” parameters are correctly set in the Preferences dialog.
de: Stellen Sie bitte sicher, daß “FlightGears ausführbare Datei”, “FG_ROOT” und “Arbeitsverzeichnis” im Einstellungen-Dialog richtig gesetzt wurden.
fr: Merci de vérifier que les paramètres « Exécutable de FlightGear », « FG_ROOT » et « Répertoire de travail » sont correctement renseignés dans la boîte de dialogue Préférences.

source: FG's last exit status: {0}
de: FG's letzter Exit Status: {0}
fr: Dernier code de retour de FG : {0}

source: FG last killed by signal {0}
de: FG zuletzt getötet durch Signal {0}
fr: FG dernièrement tué par le signal {0}

source: killed by signal {0}
de: getötet durch Signal {0}
fr: tué par le signal {0}

source: fgfs process terminated ({0})
de: fgfs Prozess beendet ({0})
fr: Processus fgfs terminé ({0})

source: Ready ({0})
de: Bereit ({0})
fr: Prêt ({0})

source: Carrier:
de: Träger:
fr: Porte-avions :

source: {prg} Help
de: {prg} Hilfe
fr: Aide de {prg}

source: Unable to run 'fgfs --fg-root=... --help --verbose'
de: Kann 'fgfs --fg-root=... --help --verbose' nicht starten
fr: Impossible d'exécuter 'fgfs --fg-root=... --help --verbose'

source: Error when running 'fgfs --fg-root=... --help --verbose'
de: Fehler beim Starten von 'fgfs --fg-root=... --help --verbose'
fr: Erreur lors de l'exécution de 'fgfs --fg-root=... --help --verbose'

source: Output of 'fgfs --help --verbose'
de: Ausgabe von 'fgfs --help --verbose'
fr: Sortie de 'fgfs --help --verbose'

source: Impossible to copy the current FlightGear command
de: Nicht möglich das gegenwärtige FlightGear Kommando zu kopieren
fr: Impossible de copier la commande FlightGear

source: The current FlightGear command cannot be copied to the clipboard, because the encoding to ISO 8859-1 (also known as “Latin 1”) failed: {exc}
de: Das gegenwärtige FlightGear Kommando kann nicht in die Zwischenablage kopiert werden, weil die Kodierung in ISO 8859-1 (auch bekannt als “Latin 1”) gescheitert ist: {exc}
fr: La commande FlightGear courante ne peut être copiée dans le presse-papier en raison d'une erreur lors de l'encodage vers ISO 8859-1 (également connu sous le nom de « Latin 1 ») : {exc}

# parking position
source: Invalid
de: Ungültig
fr: Invalide

source: Invalid geometry specification
de: Ungültige geometrische Spezifikation
fr: Spécification de géométrie invalide

source: The following geometry specification read from the configuration file has an invalid syntax: {spec}
de: Die folgende geometrische Spezifikation in der Konfigurationsdatei weist eine ungültige Syntax auf: {spec}
fr: La spécification de géométrie lue depuis le fichier de configuration a une syntaxe invalide : {spec}

source: You can consult <{url}> for a description of the allowed syntax.
de: Konsultieren Sie <{url}> für eine Beschreibung der erlaubten Syntax.
fr: Vous pouvez consulter <{url}> pour une description de la syntaxe autorisée.

source: FlightGear Command
de: FlightGear Aufruf
fr: Commande FlightGear

source: FlightGear will be started with following arguments:
de: FlightGear wird mit den folgenden Parametern gestartet:
fr: FlightGear sera lancé avec les arguments suivants :

source: Unable to start the file manager with '{0}'.
de: Kann den Dateimanager mit '{0}' nicht starten.
fr: Impossible de démarrer le gestionnaire de fichiers avec '{0}'.

source: File manager process terminated ({0})
de: Dateimanager-Prozess beendet ({0})
fr: Processus du gestionnaire de fichiers terminé ({0})

source: FlightGear Output
de: FlightGear Terminalausgaben
fr: Sortie de FlightGear

source: Save Log
de: Log speichern
fr: Sauver le log

source: Open Log Directory
de: Öffne Logverzeichnis
fr: Ouvrir le répertoire de logs

source: Building the list of installed airports (this may take some time)...
de: Baue die Liste der installierten Flughäfen auf. (Dies kann etwas dauern...)
fr: Génération de la liste des aéroports installés (ceci peut prendre du temps)...

source: Could not find aircraft '{aircraft}' under '{dir}', taking it from '{fallback}' instead
de: '{aircraft}' in '{dir}' nicht auffindbar! Benutze statt dessen '{fallback}'
fr: Impossible de trouver l'aéronef '{aircraft}' dans '{dir}', il sera pris dans '{fallback}' à la place

source: Could not find the default aircraft: {aircraft}
de: Konnte Standardflugzeug nicht finden: {aircraft}
fr: Impossible de trouver l'aéronef par défaut : {aircraft}

source: Could not find aircraft '{aircraft}', using '{fallback}' from '{dir}' instead
de: Flugzeug '{aircraft}' nicht auffindbar! Benutze statt dessen '{fallback}' aus '{dir}'
fr: Impossible de trouver l'aéronef '{aircraft}', on utilise '{fallback}' depuis '{dir}' à la place

source: Invalid syntax for the parking setting ({setting!r}), resetting it.
de: Ungültige Syntax für die Parkplatzeinstellung ({setting!r}), setze zurück.
fr: Erreur de syntaxe pour le paramètre de position de parking ({setting!r}), remise à zéro.

source: Querying FlightGear's JSON report...
de: FlightGears JSON-report abfragen...
fr: Demande du rapport au format JSON auprès de FlightGear...

source: Ignoring directory '{}' (unexpected name)
de: Ignoriere Verzeichnis '{}' (unerwarteter Name):
fr: Répertoire '{}' ignoré (nom inattendu)

source: Initialize {prg}'s configuration from your existing FGo! configuration?
de: {prg}'s Konfiguration aus bestehender FGo! Konfiguration intialisieren?
fr: Initialiser la configuration de {prg} à partir de votre configuration existante pour FGo! ?

source: You have no {cfgfile} file but you do have a {fgo_cfgfile} file, which normally belongs to FGo!. Except in rare circumstances (such as using braces or backslashes, or opening brackets at the beginning of a config line), a configuration file from FGo! 1.5.5 or earlier should be usable as is by {prg}.
de: Es gibt keine Datei {cfgfile}, aber es gibt eine Datei {fgo_cfgfile}. Diese gehört normalerweise zu FGo!. Außer in seltenen Fällen (z.Bsp. Klammern, umgekehrte Schrägstriche oder öffnende eckige Klammern am Anfang einer Konfigurationszeile) sollte eine Konfigurationsdatei von FGo! 1.5.5, oder früher, für {prg} benutzbar sein, so wie sie ist.
fr: Vous n'avez pas de fichier {cfgfile}, mais vous avez un fichier {fgo_cfgfile}, qui en principe appartient à FGo!. À part dans de rares cas (par exemple lorsque des accolades ou antislash « \ » sont utilisés, ou bien des crochets ouvrants au début d'une ligne de configuration), un fichier de configuration de FGo! 1.5.5 ou plus ancien doit être utilisable tel quel par {prg}.

source: If {fgo_cfgfile} was written by FGo! 1.5.5 or earlier, you should probably say “Yes” here in order to initialize {prg}'s configuration based on your FGo! config file (precisely: copy {fgo_cfgfile} to {cfgfile}).
de: Falls {fgo_cfgfile} von FGo! 1.5.5, oder früher, geschrieben wurde dann sollten Sie hier wahrscheinlich “Ja” sagen, um {prg}'s Konfiguration basierend auf Ihrer FGo! Konfigurationsdatei zu initialisieren. (Genauer: kopiere {fgo_cfgfile} nach {cfgfile}).
fr: Si {fgo_cfgfile} a été écrit par FGo! 1.5.5 ou plus ancien, vous devriez probablement répondre « Oui » ici afin d'initialiser la configuration de {prg} à partir de votre fichier de configuration de FGo! (précisément : copier {fgo_cfgfile} vers {cfgfile}).

source: If {fgo_cfgfile} was written by a version of FGo! that is greater than 1.5.5, it is advised to say “No” here.
de: Sollte {fgo_cfgfile} von einer FGo!-Version größer als 1.5.5 geschrieben worden sein, sollten Sie hier “Nein” sagen.
fr: Si {fgo_cfgfile} a été écrit par une version de FGo! supérieure à 1.5.5, il est conseillé de répondre « Non » ici.

source: Create a default {prg} configuration?
de: Standard {prg} Konfiguration erstellen?
fr: Créer un fichier de configuration par défaut pour {prg} ?

source: Choose “Yes” to create a basic {prg} configuration now. If you choose “No”, {prg} will exit and you'll have to create {cfgfile} yourself, or restart {prg} to see the same questions again.
de: Wähle “Ja” um eine einfache {prg} Konfiguration jetzt zu erstellen. Wählen sie “Nein”, wird sich {prg} beenden und Sie müssen eine {cfgfile} selbst erstellen. Oder Sie starten {prg} nochmals, um die selben Fragen noch einmal zu beantworten.
fr: Choisissez « Oui » pour créer maintenant un fichier de configuration de base pour {prg}. Si vous choisissez « Non », {prg} va se terminer et vous devrez créer {cfgfile} vous-même, ou bien relancer {prg} pour revoir les mêmes questions.

source: Creating a default {prg} configuration.
de: Erstelle eine Standard {prg} Konfiguration.
fr: Créer un fichier de configuration par défault pour {prg}.

source: It is suggested that you go to the Settings menu and choose Preferences to review your newly-created configuration.
de: Es wird empfohlen im Einstellungsmenü unter Eigenschaften die neu erstellte Konfiguration zu überprüfen.
fr: Il est suggéré d'aller dans le menu Paramètres et de choisir Préférences pour vérifier votre configuration toute fraîche.

source: You can also reuse most, if not all FlightGear options you had in FGo!'s main text box (the “options window”). Just copy them to the corresponding {prg} text box.
de: Sie können die meisten, wenn nicht alle, FlightGear Optionen aus FGo!'s Textfeld zu verwenden. Kopieren Sie einfach in das entsprechende {prg} Textfeld.
fr: Vous pouvez réutiliser la plupart, si ce n'est la totalité des options FlightGear que vous aviez dans le champ texte principal de FGo! (la « fenêtre d'options »). Copiez-les simplement dans le champ correspondant de {prg}.

source: Note: you may run both FGo! and {prg} simultaneously, as their configurations are kept separate.
de: Anmerkung: Sie können FGo! und {prg} gleichzeitig laufen lassen, da ihre Konfigurationen separat sind.
fr: Note : vous pouvez lancer FGo! et {prg} simultanément, car leurs configurations sont stockées dans des répertoires distincts.

source: Error loading configuration
de: Fehler beim Laden der Konfiguration
fr: Erreur lors du chargement de la configuration

source: Modification of apt.dat files detected.
de: apt.dat-Dateien wurden verändert.
fr: Modification des fichiers apt.dat détectée.

source: Cannot find any apt.dat file.
de: Keine apt.dat-Dateien gefunden.
fr: Aucun fichier apt.dat trouvé.

source: Error
de: Fehler
fr: Erreur

source: Generating the airport database, this may take a while...
de: Generiere Flughafen Datenbank. Das kann etwas dauern...
fr: Génération de la base de données des aéroports, ceci peut prendre du temps...

source: Generating {prg}'s apt digest file ('{aptDigest}') from: {aptDatFiles}
de: Erstelle {prg}'s apt Auszugsdatei ('{aptDigest}') aus: {aptDatFiles}
fr: Génération du fichier « apt digest » de {prg} ('{aptDigest}') à partir de : {aptDatFiles}

source: Error caught in the fgcmdbuilder module
de: Fehler im fgcmdbuilder Modul erkannt
fr: Erreur interceptée dans le module fgcmdbuilder

source: Invalid escape sequence in an option line
de: ungültige Escape-Sequenz in einer Optionszeile
fr: Séquence d'échappement invalide dans une ligne d'option

source: the \{char} escape sequence is not recognized by {prg} in the Options Window
de: Die Escapesequenz \{char} wird von {prg} im Optionsfenster nicht verstanden
fr: la séquence d'échappement \{char} n'est pas reconnue par {prg} dans la Fenêtre d'Options

source: Unsupported option
de: Nicht unterstützte Option
fr: Option non supportée

source: the \{option} fgfs option is not supported by {prg} in the Options Window
de: Die fgfs Option \{option} wird von {prg} im Optionsfenster nicht unterstützt
fr: l'option \{option} de fgfs n'est pas reconnue par {prg} dans la Fenêtre d'Options

source: Error caught in the geodesy module
de: Fehler im Modul geodesy erkannt
fr: Erreur interceptée dans le module 'geodesy'

source: Unable to perform geodetic calculation
de: Kann geodäsische Berechnung nicht ausführen
fr: Impossible d'effectuer un calcul géodésique

source: your latest interactions with {prg} required to perform a geodetic calculation. {prg} tried to do it with Vincenty's “formula” (rather, algorithm) and a few others, but this is not possible because the two points are antipodal or nearly so, which is the main difficult case where this algorithm is known not to work. Easier cases can be worked around using a spherical approximation of the Earth, but in this precise case, that would give completely wrong azimuths, and I prefer stopping like this rather than giving you an erroneous result.
de: Die letzten Interaktionen mit {prg} erforderten eine geodäsische Berechnung. {prg} versuchte es mit Vincenty's “Formel” (eher Algorythmus) und ein paar anderen, aber konnte keine Lösung erzielt werden, da die beiden Punkte entgegengesetzt, oder beinahe entgegengesetzt sind, das ist der Hauptgrund, warum der Algorythmus bekannterweise nicht funktioniert. In einfacheren Fällen kann man mit einer kugelförmigen Näherung der Erde das Problem umgehen, aber in diesem speziellen Fall würde dies komplett falsche Azimute liefern, und ich halte lieber an, als falsche Ergebnisse zu liefern.
fr: vos dernières interactions avec {prg} ont nécessité d'effectuer un calcul géodesique. {prg} a essayé de le faire avec la « formule » de Vincenty (qui est plutôt un algorithme) et quelques autres. Malheureusement, cela n'a pas été possible car les deux points sont antipodaux ou presque, ce qui est le principal cas délicat où cet algorithme est connu pour ne pas fonctionner. Pour certains cas plus faciles, on peut se contenter d'une approximation sphérique de la Terre, mais cela donnerait des azimuts complètement faux dans ce cas précis, et je préfère m'arrêter là plutôt que de vous donner un résultat erroné.

source: {prg} can do the same calculation with GeographicLib, a library containing fairly recent, sophisticated algorithms by Charles F. F. Karney, that are supposed to handle all cases of the geodetic inverse problem. If you want {prg} to do that, you have to install GeographicLib for the Python interpreter used to run {prg}. You just have to restart {prg} after the installation; GeographicLib will be automatically found and used for such calculations.
de: {prg} kann die selben Berechnungen mithilfe von GeographicLib ausführen, einer Bibliothek mit aktuellen und hochentwickelten Algorythmen von Charles F.F.Karney, die alle Fälle des geodäsischen Umkehrproblems beherrscht. Damit {prg} diese Bibliothek benutzen kann, muß GeographicLib für den Python Interpreter, der {prg} behandelt installiert werden. Danach muß {prg} nur neu gestartet werden; GeographicLib wird automatisch gefunden und für solche Berechnungen genutzt.
fr: {prg} peut effectuer le même calcul avec GeographicLib, une bibliothèque contenant des algorithmes récents et sophistiqués de Charles F. F. Karney, qui a priori gèrent tous les cas du problème géodésique inverse. Si vous voulez que {prg} utilise GeographicLib, il vous faut installer cette bibliothèque pour l'interpréteur Python utilisé pour faire fonctionner {prg}. Il faut ensuite simplement relancer {prg} après l'installation ; GeographicLib sera automatiquement trouvée et utilisée pour ce genre de calculs.

source: unable to find or execute '{exec}' ({errMsg})
de: Konnte '{exec}' nicht finden oder ausführen ({errMsg})
fr: impossible de trouver ou d'exécuter '{exec}' ({errMsg})

source: non-zero exit status: {rc}; maybe you need to install the magnetic datasets used by GeographicLib. On Debian, 'geographiclib-get-magnetic' from the geographiclib-tools package may prove convenient for this.
de: Endstatus nicht null: {rc}; evtl müssen die magnetischen Datensätze für GeographicLib instaqlliert werden. Auf Debian dürfte sich 'geographiclib-get-magnetic' als nützlich erweisen.
fr: code de retour non nul : {rc} ; il faut peut-être installer un jeu de données magnétiques pour GeographicLib. Sous Debian, le script 'geographiclib-get-magnetic' du paquet geographiclib-tools peut s'avérer pratique pour cela.

source: killed by signal {}
de: getötet durch Signal {}
fr: tué par le signal {}

source: empty output for the test run
de: leere Ausgabe für den Testlauf
fr: sortie vide pour le test de bon fonctionnement

source: returned magnetic declination is not a float: {0!r} [complete output: {1!r}]
de: Magnetische Abweichung hat keinen Fließkommawert geliefert: {0!r} [volle Ausgabe: {1!r}]
fr: déclinaison magnétique retournée ne correspondant pas à un flottant : {0!r} [sortie complète : {1!r}]

source: '{exec}' doesn't seem to work properly ({pb})
de: '{exec}' scheint nicht richtig zu funktionieren ({pb})
fr: '{exec}' ne semble pas fonctionner correctement ({pb})

source: Error caught in the stats_manager module
de: Fehler erkannt im stats_manager Modul
fr: Erreur interceptée dans le module stats_manager

source: No such aircraft
de: Solch ein Flugzeug ist nicht vorhanden
fr: Pas de tel aéronef

source: No such airport
de: Solch ein Flughafen ist nicht vorhanden
fr: Pas de tel aérodrome

source: no top-level pair with name 'format version'
de: Kein Toplevel Paar namens 'format version'
fr: impossible de trouver la paire avec pour nom 'format version' au plus haut niveau

source: unknown format version: {ver}
de: unbekannte Format Version: {ver}
fr: version du format inconnue : {ver}

source: no top-level pair with name '{subject}'
de: Kein Toplevel Paar namens '{subject}'
fr: impossible de trouver la paire avec pour nom '{subject}' au plus haut niveau

# parking position
source: Radius: {} m
fr: Rayon : {} m

# surface type
source: asphalt
fr: asphalte

# runway/helipad shoulder surface type
source: asphalt
fr: asphalte

source: Name
fr: Nom

# season
source: winter
fr: hiver

# flight type
source: Gate
fr: Porte d'embarqu.

source: exit status: {0}
fr: code de retour : {0}

source: Problem: {0}
fr: Problème : {0}
